[
    {
        "title": "អាហារគ្រប់គ្រងទម្ងន់",
        "title_en": "Weight Balance Foods",
        "image": "weight_lost.png",
        "reference":"https://www.healthline.com/nutrition/most-weight-loss-friendly-foods",
        "foods": [
            {
                "title": "1. ស៊ុត",
                "title_en": "1. Eggs",
                "description_en": "Eggs are incredibly nutrient-dense and high in protein and fat, which help you feel full.In a 2020 studyTrusted Source that included 50 people with overweight or obesity, researchers found that eating eggs and buttered toast for breakfast — instead of cereal, milk, and orange juice — increased participants’ feelings of fullness for the next 4 hours.Similarly, an older studyTrusted Source involving 48 adults found that those who ate a breakfast containing egg protein, as well as high fiber foods, reported greater satiety (fullness) than those who ate low fiber cereal and milk.",
                "description": "ស៊ុតមានសារធាតុចិញ្ចឹមច្រើនមិនគួរឱ្យជឿ និងមានប្រូតេអ៊ីន និងខ្លាញ់ខ្ពស់ ដែលជួយឱ្យអ្នកមានអារម្មណ៍ឆ្អែត។នៅក្នុងការសិក្សាឆ្នាំ 2020 ប្រភពគួរឱ្យទុកចិត្តដែលរួមបញ្ចូលមនុស្ស 50 នាក់ដែលមានទម្ងន់លើសឬធាត់ អ្នកស្រាវជ្រាវបានរកឃើញថាការញ៉ាំស៊ុត និងប៊ឺសម្រាប់អាហារពេលព្រឹក - ជំនួសឱ្យធញ្ញជាតិ ទឹកដោះគោ និងទឹកក្រូច - បង្កើនអារម្មណ៍របស់អ្នកចូលរួមក្នុងរយៈពេល 4 ម៉ោងបន្ទាប់។ស្រដៀងគ្នានេះដែរ ការសិក្សាចាស់មួយ ដែលពាក់ព័ន្ធនឹងមនុស្សពេញវ័យ 48 នាក់ បានរកឃើញថា អ្នកដែលញ៉ាំអាហារពេលព្រឹកដែលមានប្រូតេអ៊ីនស៊ុត ក៏ដូចជាអាហារដែលមានជាតិសរសៃខ្ពស់ បានរាយការណ៍ពីការឆ្អែត (ឆ្អែត) ច្រើនជាងអ្នកដែលញ៉ាំធញ្ញជាតិ និងទឹកដោះគោដែលមានជាតិសរសៃទាប។"
            },
            {
                "title": "2. ស្លឹកបៃតង",
                "title_en": "2. Leafy greens",
                "description_en": "Leafy greens such as kale, spinach, and collard greens pack fiber and nutrients that can help keep you satisfied and hydrated.What’s more, leafy greens contain thylakoids, plant compounds that have been linkedTrusted Source with increased fullness and better appetite management.However, more research is needed on the effects of thylakoids from food sources rather than supplements.",
                "description":"ស្លឹកបៃតងដូចជា ខាត់ណា ស្ពៃណាច និងបៃតងខ្ចប់ខ្ចប់ជាតិសរសៃ និងសារធាតុចិញ្ចឹមដែលអាចជួយឱ្យអ្នកឆ្អែត និងផ្តល់ជាតិទឹកបាន។អ្វីដែលលើសពីនេះទៅទៀត ស្លឹកបៃតងមានផ្ទុកសារធាតុ thylakoids សមាសធាតុរុក្ខជាតិដែលត្រូវបានផ្សារភ្ជាប់ជាមួយនឹងប្រភពដែលអាចទុកចិត្តបានជាមួយនឹងការកើនឡើងនៃភាពពេញលេញ និងការគ្រប់គ្រងចំណង់អាហារកាន់តែប្រសើរ។ទោះបីជាយ៉ាងណាក៏ដោយ ការស្រាវជ្រាវបន្ថែមគឺត្រូវការជាចាំបាច់លើផលប៉ះពាល់នៃ thylakoids ពីប្រភពអាហារជាជាងអាហារបំប៉ន។"
            },
            {
                "title": "3. ត្រី",
                "title_en": "3. Fish",
                "description_en":"Fish is loaded with high quality protein, healthy fats, and other important nutrients. That combination keeps you feeling full and can helpTrusted Source you manage your weight.What’s more, fish — and seafood in general — may supply a significant amount of iodine, which is necessary for maintainingTrusted Source thyroid function and metabolism.",
                "description":"ត្រីសម្បូរទៅដោយប្រូតេអ៊ីនគុណភាពខ្ពស់ ខ្លាញ់ដែលមានសុខភាពល្អ និងសារធាតុចិញ្ចឹមសំខាន់ៗផ្សេងទៀត។ ការរួមបញ្ចូលគ្នានោះធ្វើឱ្យអ្នកមានអារម្មណ៍ឆ្អែត ហើយអាចជួយប្រភពដែលទុកចិត្តអ្នកគ្រប់គ្រងទម្ងន់របស់អ្នក។លើសពីនេះទៅទៀត ត្រី និងអាហារសមុទ្រជាទូទៅអាចផ្គត់ផ្គង់បរិមាណអ៊ីយ៉ូតយ៉ាងច្រើន ដែលចាំបាច់សម្រាប់ការថែរក្សាមុខងារទីរ៉ូអ៊ីតប្រភពទុកចិត្ត និងការរំលាយអាហារ។"
            },            
            {
                "title": "4. បន្លែប្រភេទស្ពៃក្តោប",
                "title_en": "4. Cruciferous vegetables",
                "description_en":"Like other vegetables, cruciferous vegetables such as broccoli, cauliflower, and cabbage are high in fiber and tend to be incredibly filling. Cruciferous vegetables are great to include in your meals if you want to lose weight because they are high in fiber and low in calories.",
                "description":"ដូចបន្លែដទៃទៀតដែរ បន្លែប្រភេទស្ពៃក្តោប ដូចជា ប្រូខូលី ខាត់ណាផា្កស្ព និងស្ពៃក្តោប សម្បូរទៅដោយជាតិសរសៃ ហើយមានទំនោរក្នុងការបំពេញមិនគួរឱ្យជឿ។បន្លែប្រភេទស្ពៃក្តោបគឺល្អណាស់ក្នុងការរួមបញ្ចូលក្នុងអាហាររបស់អ្នកប្រសិនបើអ្នកចង់សម្រកទម្ងន់ព្រោះវាមានជាតិសរសៃខ្ពស់ និងកាឡូរីទាប។"
            },            
            {
                "title": "5. ទ្រូងមាន់ និងសាច់គ្មានខ្លាញ់មួយចំនួន",
                "title_en": "5. Chicken breast and some lean meats",
                "description_en": "Skinless chicken breast and lean red meats such as tenderloin and flank steak pack protein and iron and have less saturated fat than other cuts of meat. All these qualities make them great options to support weight management.Just be sure to enjoy red meat in moderation and opt for healthier cooking methods, such as baking, roasting, grilling, or sautéing, when possible to help prevent any negative health effects.Limiting smoke and wiping away drippings while cooking red meat can also help preventTrusted Source the formation of harmful compounds that have been linked to cancer.",
                "description":"ទ្រូងមាន់គ្មានស្បែក និងសាច់ក្រហមគ្មានខ្លាញ់ ដូចជាសាច់ក្រក និងសាច់អាំង សាច់អាំង និងជាតិដែក ហើយមានជាតិខ្លាញ់ឆ្អែតតិចជាងសាច់ផ្សេងៗទៀត។ គុណភាពទាំងអស់នេះធ្វើឱ្យពួកគេមានជម្រើសដ៏ល្អដើម្បីគាំទ្រដល់ការគ្រប់គ្រងទម្ងន់។ត្រូវប្រាកដថារីករាយនឹងសាច់ក្រហមក្នុងកម្រិតមធ្យម ហើយជ្រើសរើសវិធីចម្អិនដែលមានសុខភាពល្អជាងមុន ដូចជាការដុតនំ អាំង ដុត ឬចៀន នៅពេលដែលអាចធ្វើទៅបាន ដើម្បីជួយការពារផលប៉ះពាល់អវិជ្ជមានណាមួយចំពោះសុខភាព។ការដាក់កំហិតផ្សែង និងលុបសារធាតុដែលហៀរចេញក្នុងពេលចម្អិនសាច់ក្រហម ក៏អាចជួយការពារប្រភពដែលគួរឱ្យទុកចិត្តនៃការបង្កើតសមាសធាតុបង្កគ្រោះថ្នាក់ដែលត្រូវបានផ្សារភ្ជាប់ទៅនឹងជំងឺមហារីក។"
            },           
            {
                "title": "6. ដំឡូងបារាំងនិងបន្លែឫសផ្សេងទៀត",
                "title_en": "6. Potatoes and other root vegetables",
                "description_en": "Potatoes and other root vegetables have several properties that make them wonderful foods for weight loss and optimal health.On a scale called the Satiety Index, which measures how filling different foods are, boiled white potatoes scoredTrusted Source the highest of all the foods tested.If you allow potatoes to cool after boiling, they will form large amounts of resistant starch, a fiber-like substance that has been linkedTrusted Source to weight loss in animal studies.Out of other cooking methods, baking or roasting potatoes will more positively affect your health and weight than frying.",
                "description":"ដំឡូងបារាំង និងបន្លែជា ឫស ផ្សេងទៀតមានលក្ខណៈសម្បត្តិជាច្រើនដែលធ្វើឱ្យពួកវាជាអាហារដ៏អស្ចារ្យសម្រាប់ការសម្រកទម្ងន់ និងសុខភាពល្អបំផុត។នៅលើមាត្រដ្ឋានដែលហៅថាសន្ទស្សន៍ Satiety ដែលវាស់ពីរបៀបបំពេញអាហារផ្សេងៗគ្នា ដំឡូងពណ៌សឆ្អិនបានពិន្ទុប្រភពគួរឱ្យទុកចិត្តខ្ពស់បំផុតនៃអាហារទាំងអស់ដែលបានធ្វើតេស្ត។ប្រសិនបើអ្នកទុកដំឡូងឱ្យត្រជាក់បន្ទាប់ពីពុះ ពួកវានឹងបង្កើតបានជាម្សៅធន់នឹងបរិមាណដ៏ច្រើន ដែលជាសារធាតុដែលមានជាតិសរសៃ ដែលត្រូវបានភ្ជាប់ប្រភពទុកចិត្តទៅនឹងការសម្រកទម្ងន់ក្នុងការសិក្សាសត្វ។ក្រៅ​ពី​វិធី​ចម្អិន​ផ្សេង​ទៀត ការ​ដុតនំ ឬ​ដំឡូង​អាំង​នឹង​ជះ​ឥទ្ធិពល​ជា​វិជ្ជមាន​ដល់​សុខភាព និង​ទម្ងន់​របស់​អ្នក​ជាង​ការ​ចៀន។"
            },            
            {
                "title": "7. សណ្តែកសៀង និងសណ្តែកដី",
                "title_en": "7. Beans and legumes",
                "description_en": "Beans and other legumes, such as lentils, black beans, and kidney beans, can be beneficial for weight loss.These foods tend to beTrusted Source high in protein and fiber, two nutrients that promote fullness. They also may contain some resistant starch.",
                "description":"សណ្ដែក និង​គ្រាប់​ធញ្ញជាតិ​ផ្សេងទៀត​ដូចជា សណ្តែកដី សណ្តែកខ្មៅ និង​សណ្តែក​ក្រលៀន អាច​មាន​ប្រយោជន៍​សម្រាប់​ការ​សម្រក​ទម្ងន់។អាហារទាំងនេះមានទំនោរទៅជាប្រភពដែលអាចទុកចិត្តបានខ្ពស់នៅក្នុងប្រូតេអ៊ីន និងជាតិសរសៃ ដែលជាសារធាតុចិញ្ចឹមពីរដែលលើកកម្ពស់ភាពពេញលេញ។ ពួកវាក៏អាចមានផ្ទុកម្សៅដែលធន់ទ្រាំផងដែរ។"
            },            
            {
                "title": "8. ស៊ុប",
                "title_en": "8. Soups",
                "description_en": "Between the slurping, smelling, tasting, cooling, and chewing, soup may take you longer to eat than other foods. This may helpTrusted Source you eat more mindfully.A 2007 studyTrusted Source notes that incorporating a vegetable-based clear soup before your meal can also be a way to feel fuller and eat less overall, which may promote weight loss. Broth-based or tomato-based soups promote weight management better than creamy or cheesy soups.",
                "description":"រវាងការហិតក្លិន រសជាតិ ភាពត្រជាក់ និងការទំពារ ស៊ុបអាចចំណាយពេលអ្នកញ៉ាំយូរជាងអាហារផ្សេងទៀត។ នេះអាចជួយប្រភពដែលគួរឱ្យទុកចិត្តដែលអ្នកញ៉ាំច្រើនក្នុងចិត្ត។ការសិក្សាឆ្នាំ 2007 បានកត់សម្គាល់ថាការបញ្ចូលស៊ុបបន្លែដែលមានមូលដ្ឋានលើបន្លែមុនពេលអាហាររបស់អ្នកក៏អាចជាវិធីមួយដើម្បីឱ្យមានអារម្មណ៍ឆ្អែត និងញ៉ាំតិចជាងមុន ដែលអាចជំរុញការសម្រកទម្ងន់។ ស៊ុប​ដែល​មាន​ជាតិ​ទំពាំងបាយជូរ ឬ​ប៉េងប៉ោះ​ជួយ​ឱ្យ​មាន​ការ​គ្រប់គ្រង​ទម្ងន់​បាន​ល្អ​ជាង​ស៊ុប​ក្រែម ឬ​ឈីស។"
            },            
            {
                "title": "9. Cottage ឈីស",
                "title_en": "9. Cottage cheese",
                "description_en": "Eating cottage cheese is an excellentTrusted Source way to boost your protein intake. It’s also very filling and high in calcium.There may even beTrusted Source a relationship between calcium and vitamin D intake and body weight, but more research is needed in this area.",
                "description":"ការញ៉ាំឈីសក្រុម Cottage គឺជាវិធីប្រភពដ៏គួរឱ្យទុកចិត្តដ៏ល្អមួយ ដើម្បីបង្កើនការទទួលទានប្រូតេអ៊ីនរបស់អ្នក។ វាក៏សំបូរទៅដោយជាតិកាល់ស្យូមខ្ពស់ផងដែរ។ប្រហែលជាមានប្រភពដែលអាចជឿទុកចិត្តបាននូវទំនាក់ទំនងរវាងការទទួលទានកាល់ស្យូម និងវីតាមីន D និងទម្ងន់ខ្លួន ប៉ុន្តែការស្រាវជ្រាវបន្ថែមគឺត្រូវការនៅក្នុងតំបន់នេះ។"
            },            
            {
                "title": "10. ផ្លែបឺរ",
                "title_en": "10. Avocados",
                "description_en": "Not only are avocados rich in heart-healthy fats, but they also containTrusted Source a lot of water and fiber, which make them very filling.Additionally, they help your body absorb important fat-soluble vitamins. They also contain many important nutrients, including potassium, which is important for managing blood pressure and promoting heart health.It’s worth keeping in mind that avocados are calorie-dense, so being mindful of portions is key when weight loss is your goal.",
                "description":"មិនត្រឹមតែផ្លែបឺរសម្បូរទៅដោយខ្លាញ់ដែលជួយដល់សុខភាពបេះដូងប៉ុណ្ណោះទេ ប៉ុន្តែវាក៏មានប្រភពគួរឱ្យទុកចិត្តជាច្រើននៃជាតិទឹក និងជាតិសរសៃ ដែលធ្វើអោយពួកវាបំពេញបានច្រើន។លើសពីនេះទៀត ពួកគេជួយរាងកាយរបស់អ្នកស្រូបយកវីតាមីនសំខាន់ៗដែលរលាយក្នុងខ្លាញ់។ ពួកវាក៏មានសារធាតុចិញ្ចឹមសំខាន់ៗជាច្រើន រួមទាំងប៉ូតាស្យូម ដែលមានសារៈសំខាន់សម្រាប់ការគ្រប់គ្រងសម្ពាធឈាម និងលើកកម្ពស់សុខភាពបេះដូង។វាគួរអោយចងចាំថាផ្លែបឺរមានកាឡូរីក្រាស់ ដូច្នេះការយកចិត្តទុកដាក់ចំពោះផ្នែកគឺជាគន្លឹះនៅពេលដែលការសម្រកទម្ងន់គឺជាគោលដៅរបស់អ្នក។"
            },            
            {
                "title": "11. គ្រាប់ផ្លែឈើ",
                "title_en": "11. Nuts",
                "description_en": "Nuts are high in heart-healthy unsaturated fat and provideTrusted Source a good source of protein, fiber, and other plant compounds that benefit heart health.Studies have shownTrusted Source that eating nuts can help improve metabolic health and even promote weight loss.But as with any high fat food, it’s a good idea to be mindful of portion sizes when eating nuts and to stick to the recommended serving size of 1 ounce.",
                "description":"គ្រាប់ផ្លែឈើសម្បូរទៅដោយជាតិខ្លាញ់មិនឆ្អែតដែលផ្តល់សុខភាពបេះដូង និងផ្តល់ប្រភពគួរឱ្យទុកចិត្ត ដែលជាប្រភពដ៏ល្អនៃប្រូតេអ៊ីន ជាតិសរសៃ និងសមាសធាតុរុក្ខជាតិផ្សេងទៀតដែលផ្តល់អត្ថប្រយោជន៍ដល់សុខភាពបេះដូង។ការ​សិក្សា​បាន​បង្ហាញ​ប្រភព​ដែល​ជឿ​ទុក​ចិត្ត​ថា ការ​ទទួល​ទាន​គ្រាប់​ធញ្ញជាតិ​អាច​ជួយ​ធ្វើ​ឱ្យ​ប្រសើរ​ឡើង​នូវ​សុខភាព​ការ​រំលាយ​អាហារ និង​ថែម​ទាំង​លើក​កម្ពស់​ការ​សម្រក​ទម្ងន់។ប៉ុន្តែ​ដូច​ជា​អាហារ​ដែល​មាន​ជាតិ​ខ្លាញ់​ខ្ពស់​ដែរ វា​ជា​គំនិត​ល្អ​ក្នុង​ការ​គិត​អំពី​ទំហំ​ចំណែក​នៅពេល​បរិភោគ​គ្រាប់​ធញ្ញជាតិ និង​ត្រូវ​ប្រកាន់ខ្ជាប់​នូវ​ទំហំ​បម្រើ​ដែល​បាន​ណែនាំ​គឺ 1 អោន។"
            },            
            {
                "title": "12. គ្រាប់ធញ្ញជាតិ",
                "title_en": "12. Whole grains",
                "description_en": "Recent studies indicate that a diet rich in whole grains can help supportTrusted Source healthy weight loss to a greater degree than refined grains.That’s because they’re loaded with fiber and contain a decent amount of protein. Notable examples include oats, brown rice, and quinoa.",
                "description":"ការសិក្សាថ្មីៗបង្ហាញថា របបអាហារដែលសម្បូរទៅដោយគ្រាប់ធញ្ញជាតិអាចជួយគាំទ្រដល់ការសម្រកទម្ងន់ដែលមានសុខភាពល្អដល់ប្រភពដែលទុកចិត្តបានដល់កម្រិតធំជាងធញ្ញជាតិចម្រាញ់។នោះដោយសារតែពួកវាផ្ទុកទៅដោយជាតិសរសៃ និងមានបរិមាណប្រូតេអ៊ីនសមរម្យ។ ឧទាហរណ៍​គួរ​ឱ្យ​កត់​សម្គាល់​រួម​មាន oats អង្ករសំរូប និង quinoa ។"
            },            
            {
                "title": "13. ម្ទេស",
                "title_en": "13. Chili pepper",
                "description_en": "Chili peppers contain capsaicin, a substance that makes hot peppers like chili peppers spicy.Some research shows that capsaicin can improveTrusted Source how fast your body metabolizes fat and increase your sensation of fullness. Together, these factors may support your healthy weight loss journey.Still, more research is needed to learn about this effect, especially regarding capsaicin from food sources.",
                "description":"ម្ទេសមានផ្ទុកសារធាតុ capsaicin ដែលជាសារធាតុធ្វើឱ្យម្ទេសក្តៅដូចជាម្ទេសហឹរ។ការស្រាវជ្រាវមួយចំនួនបង្ហាញថា capsaicin អាចធ្វើឱ្យប្រសើរឡើងនូវប្រភពដែលគួរឱ្យទុកចិត្តពីរបៀបដែលរាងកាយរបស់អ្នករំលាយជាតិខ្លាញ់បានលឿន និងបង្កើនអារម្មណ៍នៃភាពពេញលេញរបស់អ្នក។ រួមគ្នា កត្តាទាំងនេះអាចគាំទ្រដល់ដំណើរនៃការសម្រកទម្ងន់ប្រកបដោយសុខភាពល្អរបស់អ្នក។ទោះបីជាយ៉ាងណាក៏ដោយ ការស្រាវជ្រាវបន្ថែមគឺត្រូវការជាចាំបាច់ដើម្បីសិក្សាអំពីឥទ្ធិពលនេះ ជាពិសេសទាក់ទងនឹង capsaicin ពីប្រភពអាហារ។"
            },            
            {
                "title": "14. ផ្លែឈើ",
                "title_en": "14. Fruit",
                "description_en": "Most fruits have properties that make them great for helping you reach or maintain a moderate weight.Even though fruits contain natural sugar, they’re low in calories and loadedTrusted Source with micronutrients. Plus, their fiber content helps prevent sugar from being released too quickly into your bloodstream.Whenever possible, it’s a good idea to consume a varietyTrusted Source of fruits of different colors, particularly those that are in season, such as strawberries, peaches, blueberries, apples, or grapes.",
                "description":"ផ្លែឈើភាគច្រើនមានលក្ខណៈសម្បត្តិដែលធ្វើឱ្យវាអស្ចារ្យសម្រាប់ការជួយអ្នកឈានដល់ឬរក្សាទម្ងន់មធ្យម។ទោះបីផ្លែឈើមានជាតិស្ករធម្មជាតិក៏ដោយ វាមានកាឡូរីទាប និងផ្ទុកប្រភពដែលគួរឱ្យទុកចិត្តជាមួយនឹងមីក្រូសារជាតិ។ លើសពីនេះ ជាតិសរសៃរបស់ពួកគេជួយការពារជាតិស្ករពីការបញ្ចេញលឿនពេកទៅក្នុងចរន្តឈាមរបស់អ្នក។នៅពេលណាដែលអាចធ្វើទៅបាន វាជាគំនិតល្អក្នុងការទទួលទានផ្លែឈើដែលមានពណ៌ផ្សេងៗគ្នា ជាពិសេសផ្លែឈើដែលមានរដូវដូចជា ផ្លែស្ត្របឺរី ផ្លែប៉ែស ប៊្លូបឺរី ផ្លែប៉ោម ឬទំពាំងបាយជូរ។"
            },            
            {
                "title": "15. គ្រាប់ពូជ Chia",
                "title_en": "15. Chia seeds",
                "description_en": "Chia seeds are highly nutritious and rich in fiber, which can promote feelings of fullness.In one small 2017 studyTrusted Source involving 24 adults, those who ate either 0.25 ounces (7 grams) or 0.5 ounces (14 grams) of chia seeds with yogurt as a midmorning snack had increased feelings of fullness and ate less at lunch.What’s more, chia seeds are high in omega-3 fatty acidsTrusted Source, which may supportTrusted Source weight management.",
                "description":"គ្រាប់ពូជ Chia មានជីវជាតិខ្ពស់ និងសម្បូរទៅដោយជាតិសរសៃ ដែលអាចជំរុញអារម្មណ៍នៃភាពពេញលេញ។នៅក្នុងការសិក្សាតូចមួយឆ្នាំ 2017 ប្រភពគួរឱ្យទុកចិត្តដែលពាក់ព័ន្ធនឹងមនុស្សពេញវ័យ 24 នាក់ អ្នកដែលញ៉ាំ 0.25 អោន (7 ក្រាម) ឬ 0.5 អោន (14 ក្រាម) នៃគ្រាប់ពូជ chia ជាមួយទឹកដោះគោយ៉ាអួជាអាហារសម្រន់ពេលព្រឹកបានបង្កើនអារម្មណ៍ឆ្អែត និងញ៉ាំតិចនៅពេលអាហារថ្ងៃត្រង់។លើសពីនេះ គ្រាប់ពូជ chia មានផ្ទុកអាស៊ីតខ្លាញ់អូមេហ្គា 3 ខ្ពស់ ដែលអាចគាំទ្រដល់ការគ្រប់គ្រងទម្ងន់ប្រភពគួរឱ្យទុកចិត្ត។"
            },
            {
                "title": "16. ទឹកដោះគោជូរក្រិក",
                "title_en": "16. Greek yogurt",
                "description_en": "Greek yogurt is great for weight management, as it containsTrusted Source a good amount of protein per serving.What’s more, certain types of yogurt contain beneficial live and active probiotic bacteria cultures that can help improve your gut function.Consider choosing full fat yogurt. While the evidence is still mixed, some studies show that full fat dairy is associatedTrusted Source with a reduced chance of developing obesity and type 2 diabetes over time.In addition, full fat dairy can help you feel fuller longer, though someone who is adding nuts and seeds to their yogurt might not necessarily benefit from a full fat yogurt because the nuts and seeds add plenty of healthy fats. Also, doubling up may only increase the number of calories being consumed.",
                "description":"ទឹកដោះគោយ៉ាអួក្រិកគឺល្អសម្រាប់ការគ្រប់គ្រងទម្ងន់ព្រោះវាមានប្រភពគួរឱ្យទុកចិត្ត បរិមាណប្រូតេអ៊ីនដ៏ល្អក្នុងមួយការបម្រើ។លើសពីនេះ ទឹកដោះគោយ៉ាអួប្រភេទមួយចំនួនមានផ្ទុកនូវវប្បធម៌បាក់តេរី probiotic សកម្ម និងមានប្រយោជន៍ ដែលអាចជួយកែលម្អមុខងារពោះវៀនរបស់អ្នក។ពិចារណាជ្រើសរើសទឹកដោះគោជូរដែលមានជាតិខ្លាញ់ពេញលេញ។ ខណៈពេលដែលភស្តុតាងនៅតែលាយឡំគ្នា ការសិក្សាមួយចំនួនបង្ហាញថាទឹកដោះគោមានជាតិខ្លាញ់ពេញលេញត្រូវបានផ្សារភ្ជាប់ជាមួយនឹងប្រភពដែលអាចទុកចិត្តបានជាមួយនឹងការថយចុះឱកាសនៃការវិវត្តទៅជាជំងឺធាត់ និងជំងឺទឹកនោមផ្អែមប្រភេទទី 2 តាមពេលវេលា។លើសពីនេះ ទឹកដោះគោដែលមានជាតិខ្លាញ់ពេញលេញអាចជួយឱ្យអ្នកមានអារម្មណ៍ឆ្អែតបានយូរ ទោះបីជាអ្នកដែលកំពុងបន្ថែមគ្រាប់ និងគ្រាប់ទៅក្នុងទឹកដោះគោជូររបស់ពួកគេ ប្រហែលជាមិនចាំបាច់ទទួលបានអត្ថប្រយោជន៍ពីទឹកដោះគោយ៉ាអួដែលមានជាតិខ្លាញ់ពេញលេញនោះទេ ព្រោះគ្រាប់ និងគ្រាប់បន្ថែមជាតិខ្លាញ់ដែលមានសុខភាពល្អ។ ដូចគ្នា​នេះ​ផង​ដែរ ការ​កើន​ឡើង​ទ្វេ​ដង​អាច​នឹង​បង្កើន​ចំនួន​កាឡូរី​ដែល​ត្រូវ​បាន​ប្រើ​ប៉ុណ្ណោះ។"
            }
        ]
    },
    {
        "title": "អាហារ​ញ៉ាំ​ដើម្បី​បង្កើន​សាច់ដុំ",
        "title_en": "Gain Muscle Foods",
        "image": "build_muscle.png",
        "reference":"https://www.healthline.com/nutrition/26-muscle-building-foods",
        "foods": [
            {
                "title": "1. ស៊ុត",
                "title_en": "1. Eggs",
                "description_en": "Eggs contain high quality proteinTrusted Source, which could help benefit muscle building and recovery.Proteins are made up of amino acids, which are the building blocks of protein.Eggs contain large amounts of the amino acid leucine. This is particularly important for maximizing how your body synthesizes protein for muscle gain.",
                "description": "ស៊ុត​មាន​ប្រភព​ប្រូតេអ៊ីន​ដែល​មាន​គុណភាព​ខ្ពស់ ដែល​អាច​ជួយ​ផ្តល់​អត្ថប្រយោជន៍​ដល់​ការ​កសាង​សាច់ដុំ និង​ការ​ស្តារ​ឡើងវិញ។ប្រូតេអ៊ីនត្រូវបានបង្កើតឡើងដោយអាស៊ីតអាមីណូដែលជាបណ្តុំនៃប្រូតេអ៊ីន។ស៊ុតមានផ្ទុកអាស៊ីតអាមីណូយ៉ាងច្រើន។ នេះមានសារៈសំខាន់ជាពិសេសសម្រាប់ការពង្រីករបៀបដែលរាងកាយរបស់អ្នកសំយោគប្រូតេអ៊ីនដើម្បីទទួលបានសាច់ដុំ។"
            },
            {
                "title": "2. ត្រីសាម៉ុង",
                "title_en": "2. Salmon",
                "description_en": "Salmon is a great choice for muscle building and overall health.Each 3-ounce (85-g) serving of salmon contains about 17 gTrusted Source of protein, 1.5 g of omega-3 fatty acids, and several important B vitamins.Omega-3 fatty acids play an important role in muscular health. Research suggests that taking 2 gTrusted Source of omega-3 fatty acid supplements per day may help build muscle mass.",
                "description": "ត្រីសាម៉ុងគឺជាជម្រើសដ៏ល្អសម្រាប់ការកសាងសាច់ដុំ និងសុខភាពទូទៅ។រាល់ការបម្រើត្រីសាម៉ុង 3 អោន (85 ក្រាម) មានប្រហែល 17 ក្រាមនៃប្រភពប្រូតេអ៊ីន អាស៊ីតខ្លាញ់អូមេហ្គា 3 1,5 ក្រាម និងវីតាមីន B សំខាន់ៗមួយចំនួនទៀត។អាស៊ីតខ្លាញ់ Omega-3 ដើរតួនាទីយ៉ាងសំខាន់ក្នុងសុខភាពសាច់ដុំ។ ការស្រាវជ្រាវបានបង្ហាញថាការទទួលទាន 2 gTrusted Source នៃអាស៊ីតខ្លាញ់អូមេហ្គា 3 ក្នុងមួយថ្ងៃអាចជួយកសាងម៉ាសសាច់ដុំ"
            },            {
                "title": "3. ទ្រូងមាន់",
                "title_en": "3. Chicken breast",
                "description_en": "Chicken breasts are often considered a staple for gaining muscle because they’re packed with protein. Each 3-ounce (85-g) serving contains about 26.7 gTrusted Source of high quality protein.Chicken breasts also contain generous amounts of the B vitamins niacin and B6. These vitamins may help your body function properly during the physical activity that’s necessary for optimal muscle gain.A 2018 studyTrusted Source found that eating high protein foods like chicken after exercising may help promote fat loss while increasing muscle mass and strength.",
                "description": "ទ្រូង​មាន់​ច្រើន​តែ​ត្រូវ​បាន​គេ​ចាត់​ទុក​ជា​អាហារ​សំខាន់​សម្រាប់​បង្កើន​សាច់ដុំ​ព្រោះ​វា​សម្បូរ​ទៅ​ដោយ​ប្រូតេអ៊ីន។ រាល់ការបម្រើ 3 អោន (85-g) មានប្រហែល 26.7 g ប្រភពប្រូតេអ៊ីនគុណភាពខ្ពស់។ទ្រូងមាន់ក៏មានបរិមាណដ៏ច្រើននៃវីតាមីន B niacin និង B6 ។ វីតាមីនទាំងនេះអាចជួយឱ្យរាងកាយរបស់អ្នកដំណើរការបានត្រឹមត្រូវក្នុងអំឡុងពេលសកម្មភាពរាងកាយដែលចាំបាច់សម្រាប់ការបង្កើនសាច់ដុំល្អបំផុត។ការសិក្សាឆ្នាំ 2018 បានរកឃើញថាការទទួលទានអាហារដែលមានប្រូតេអ៊ីនខ្ពស់ដូចជាសាច់មាន់បន្ទាប់ពីការធ្វើលំហាត់ប្រាណអាចជួយលើកកម្ពស់ការសម្រកទម្ងន់ខណៈពេលដែលបង្កើនម៉ាសសាច់ដុំនិងកម្លាំង។"
            },            {
                "title": "4. ត្រីធូណា",
                "title_en": "4. Tuna",
                "description_en": "Tuna contains nearly 20 gTrusted Source of protein per 3-ounce (85-g) serving. It also has high amounts of vitamin A and several B vitamins, such as B12, niacin, and B6.These nutrients are importantTrusted Source for optimal health, energy, and exercise performance.Additionally, tuna provides large amounts of omega-3 fatty acids, which may support muscle health. This may be beneficial for older adultsTrusted Source because it could help slow the loss of muscle mass and strength that occurs with age.",
                "description": "ត្រីធូណាមានប្រភពប្រូតេអ៊ីនដែលគួរឱ្យទុកចិត្តជិត 20 ក្រាមក្នុងមួយការបម្រើ 3 អោន (85-g) ។ វាក៏មានបរិមាណខ្ពស់នៃវីតាមីន A និងវីតាមីន B ជាច្រើនដូចជា B12, niacin និង B6 ។សារធាតុចិញ្ចឹមទាំងនេះគឺជាប្រភពដែលគួរឱ្យទុកចិត្តសម្រាប់សុខភាពល្អបំផុត ថាមពល និងការអនុវត្តការហាត់ប្រាណ។លើសពីនេះ ត្រីធូណាផ្តល់នូវអាស៊ីតខ្លាញ់អូមេហ្គា 3 យ៉ាងច្រើន ដែលអាចជួយដល់សុខភាពសាច់ដុំ។ នេះអាចមានប្រយោជន៍សម្រាប់មនុស្សចាស់ ប្រភពជឿទុកចិត្ត ព្រោះវាអាចជួយពន្យឺតការបាត់បង់ម៉ាសសាច់ដុំ និងកម្លាំងដែលកើតឡើងតាមអាយុ។"
            },            {
                "title": "5. សាច់គោគ្មានខ្លាញ់",
                "title_en": "5. Lean beef",
                "description_en": "Beef is packedTrusted Source with high quality protein, B vitamins, minerals, and creatine.Some research has even shown that consuming lean red meat can increase the amount of lean mass gained with physical exercise.Even when you’re trying to gain muscle, consider choosing beef that supports muscle gain without providing too many extra calories.For example, 3 ounces (85 g)Trusted Source of 70% lean ground beef contains 235 calories and 16 g of fat. However, the same amount of 95% lean ground beef contains slightly more protein, but only 148 caloriesTrusted Source and 6 g of fat.",
                "description": "សាច់គោត្រូវបានខ្ចប់ជាប្រភពដែលគួរឱ្យទុកចិត្តជាមួយនឹងប្រូតេអ៊ីនគុណភាពខ្ពស់ វីតាមីន B សារធាតុរ៉ែ និង creatine ។ការស្រាវជ្រាវមួយចំនួនថែមទាំងបានបង្ហាញថាការទទួលទានសាច់ក្រហមគ្មានខ្លាញ់អាចបង្កើនបរិមាណខ្លាញ់ដែលទទួលបានដោយការហាត់ប្រាណ។សូម្បីតែនៅពេលដែលអ្នកកំពុងព្យាយាមបង្កើនសាច់ដុំ សូមពិចារណាជ្រើសរើសសាច់គោដែលជួយបង្កើនសាច់ដុំដោយមិនផ្តល់កាឡូរីបន្ថែមច្រើនពេក។ឧទាហរណ៍ 3 អោន (85 ក្រាម) ប្រភពគួរឱ្យទុកចិត្តនៃសាច់គោដីគ្មានខ្លាញ់ 70% មាន 235 កាឡូរី និង 16 ក្រាមនៃជាតិខ្លាញ់។ ទោះជាយ៉ាងណាក៏ដោយ បរិមាណដូចគ្នានៃសាច់គោដីគ្មានខ្លាញ់ 95% មានប្រូតេអ៊ីនច្រើនជាងបន្តិច ប៉ុន្តែមានតែ 148 កាឡូរីនៃប្រភពទុកចិត្ត និង 6 ក្រាមនៃជាតិខ្លាញ់។"
            },
            {
                "title": "6. បង្គា",
                "title_en": "6. Shrimp",
                "description_en": "Shrimp are almost pure protein. Each 3-ounce (85-g) serving contains 19 gTrusted Source of protein, 1.44 g of fat, and 1 g of carbs.Like many other animal proteins, shrimp contains a high amount of the amino acid leucine. This is necessary for optimal muscle growth.Adding shrimp to meals is an easy way to get muscle-building protein without adding too many additional calories.",
                "description": "បង្គាគឺស្ទើរតែប្រូតេអ៊ីនសុទ្ធ។ រាល់ការបម្រើ 3 អោន (85 ក្រាម) មានប្រភពប្រូតេអ៊ីន 19 ក្រាម ខ្លាញ់ 1.44 ក្រាម និងកាបូអ៊ីដ្រាត 1 ក្រាម។ដូចប្រូតេអ៊ីនសត្វដទៃទៀតដែរ បង្គាមានបរិមាណអាស៊ីតអាមីណូអាស៊ីត leucine ច្រើន។ នេះគឺចាំបាច់សម្រាប់ការលូតលាស់សាច់ដុំដ៏ល្អប្រសើរ។ការបន្ថែមបង្គាទៅក្នុងអាហារគឺជាវិធីងាយស្រួលក្នុងការទទួលបានប្រូតេអ៊ីនដែលបង្កើតសាច់ដុំដោយមិនចាំបាច់បន្ថែមកាឡូរីបន្ថែមច្រើនពេក។"
            },
            {
                "title": "7. សណ្តែកសៀង",
                "title_en": "7. Soybeans",
                "description_en": "Half a cup (86 g) of cooked soybeans contains 16 gTrusted Source of protein and healthy unsaturated fats. They’re also a good source of several vitamins and minerals, such as vitamin K, iron, and phosphorus.Iron plays a role in the function of organs, bones, and muscle building. It’s used to store and transport oxygen in your blood and muscles. However, iron deficiency can impair these functions.",
                "description": "សណ្តែកសៀងឆ្អិនកន្លះពែង (86 ក្រាម) មានប្រភពប្រូតេអ៊ីន 16 ក្រាម និងខ្លាញ់មិនឆ្អែតដែលមានសុខភាពល្អ។ ពួកគេក៏ជាប្រភពដ៏ល្អនៃវីតាមីន និងសារធាតុរ៉ែជាច្រើនដូចជា វីតាមីន K ជាតិដែក និងផូស្វ័រ។ជាតិ​ដែក​មាន​តួនាទី​ក្នុង​មុខងារ​សរីរាង្គ ឆ្អឹង និង​ការ​កសាង​សាច់ដុំ។ វាត្រូវបានប្រើដើម្បីរក្សាទុក និងដឹកជញ្ជូនអុកស៊ីសែននៅក្នុងឈាម និងសាច់ដុំរបស់អ្នក។ ទោះជាយ៉ាងណាក៏ដោយ កង្វះជាតិដែកអាចធ្វើឱ្យខូចមុខងារទាំងនេះ។"
            },
            {
                "title": "8. ទ្រូងទួរគី",
                "title_en": "8. Turkey breast",
                "description_en": "A 3-ounce (85-g) serving of turkey breast contains around 26 gTrusted Source of protein and almost no fat or carbs.Turkey is also a good source of the B vitamin niacin, which helps processTrusted Source fats and carbohydrates in your body.",
                "description": "ការបម្រើទ្រូងទួរគី 3 អោន (85 ក្រាម) មានប្រហែល 26 ក្រាមនៃប្រភពប្រូតេអ៊ីន និងស្ទើរតែគ្មានខ្លាញ់ ឬកាបូអ៊ីដ្រាត។ប្រទេសទួរគីក៏ជាប្រភពដ៏ល្អនៃវីតាមីន B niacin ដែលជួយដំណើរការជាតិខ្លាញ់ និងកាបូអ៊ីដ្រាតប្រភពទុកចិត្តនៅក្នុងរាងកាយរបស់អ្នក។"
            },            {
                "title": "9. ត្រីទីឡាពៀ",
                "title_en": "9. Tilapia",
                "description_en": "Tilapia is another protein-packed seafood item.A single (87 g) fillet provides around 23 gTrusted Source of protein, along with good amounts of vitamin B12 and selenium.Vitamin B12 is important for the health of your blood cells and nerves. This may help you perform the exercise you need to gain muscle.",
                "description": "ត្រីទីឡាពៀ គឺជាអាហារសមុទ្រដែលសំបូរទៅដោយប្រូតេអ៊ីន។សាច់មួយដុំ (87 ក្រាម) ផ្តល់ប្រហែល 23 ក្រាមនៃប្រភពប្រូតេអ៊ីន រួមជាមួយនឹងបរិមាណដ៏ល្អនៃវីតាមីន B12 និងសេលេញ៉ូម។វីតាមីន B12 មានសារៈសំខាន់សម្រាប់សុខភាពកោសិកាឈាម និងសរសៃប្រសាទរបស់អ្នក។ នេះអាចជួយអ្នកធ្វើលំហាត់ដែលអ្នកត្រូវការដើម្បីទទួលបានសាច់ដុំ។"
            },            {
                "title": "10. សណ្តែក",
                "title_en": "10. Beans",
                "description_en": "Many different types of beans can be part of a diet for lean muscle gain.Popular varieties like blackTrusted Source, pintoTrusted Source, and kidneyTrusted Source beans contain around 15 g of protein per cup (about 172 g) of cooked beans. What’s more, they’re excellent sources of:\n- fiber\n- B vitamins\n- magnesium\n- phosphorus\n- iron",
                "description": "ពូជដ៏ពេញនិយមដូចជា blackTrusted Source, pintoTrusted Source, និងតម្រងនោមប្រភពគួរឱ្យទុកចិត្តមានប្រូតេអ៊ីនប្រហែល 15 ក្រាមក្នុងមួយពែង (ប្រហែល 172 ក្រាម) នៃសណ្តែកឆ្អិន។"
            },            {
                "title": "11. ម្សៅប្រូតេអ៊ីន",
                "title_en": "11. Protein powders",
                "description_en": "While any good diet should focus on whole foods, dietary supplements can sometimes be beneficial.Protein shakes could help you get more protein into your diet if you have trouble getting enough protein from foods.Dairy protein powders, such as whey and casein, are some of the most popular. Other protein powders use soy, pea, beef, or chicken protein.",
                "description": "ខណៈពេលដែលរបបអាហារល្អណាមួយគួរតែផ្តោតលើអាហារទាំងមូល ជួនកាលអាហារបំប៉នអាចមានប្រយោជន៍។ទឹកក្រឡុកប្រូតេអ៊ីនអាចជួយឱ្យអ្នកទទួលបានប្រូតេអ៊ីនកាន់តែច្រើនទៅក្នុងរបបអាហាររបស់អ្នក ប្រសិនបើអ្នកមានបញ្ហាក្នុងការទទួលបានប្រូតេអ៊ីនគ្រប់គ្រាន់ពីអាហារ។ម្សៅប្រូតេអ៊ីនទឹកដោះគោដូចជា whey និង casein គឺជាការពេញនិយមបំផុតមួយចំនួន។ ម្សៅប្រូតេអ៊ីនផ្សេងទៀតប្រើសណ្តែកសៀង សណ្តែក សាច់គោ ឬប្រូតេអ៊ីនមាន់។"
            },            {
                "title": "12. អេដាម៉ា",
                "title_en": "12. Edamame",
                "description_en": "Edamame is the term for immature soybeans. They’re found in pods and served in a variety of dishes.One cup (155 g) of frozen edamame provides around 18 gTrusted Source of protein and 8 g of fiber. It also contains large amounts of folate, vitamin K, and manganese.Among other functions, folate helps your body process amino acidsTrusted Source, the building blocks of protein. It may also be important for optimal muscle mass and strength, particularlyTrusted Source in older adults.",
                "description": "Edamame គឺជាពាក្យសម្រាប់សណ្តែកសៀងមិនទាន់ពេញវ័យ។ ពួកវាត្រូវបានរកឃើញនៅក្នុងផើង និងបម្រើក្នុងចានផ្សេងៗ។មួយពែង (155 ក្រាម) នៃ edamame ទឹកកកផ្តល់ប្រហែល 18 ក្រាមនៃប្រភពប្រូតេអ៊ីននិង 8 ក្រាមនៃជាតិសរសៃ។ វាក៏ផ្ទុកនូវបរិមាណដ៏ច្រើននៃ folate វីតាមីន K និងម៉ង់ហ្គាណែសផងដែរ។ក្នុងចំណោមមុខងារផ្សេងទៀត សារធាតុ folate ជួយរាងកាយរបស់អ្នកដំណើរការអាស៊ីតអាមីណូ ប្រភពទុកចិត្ត ដែលជាបណ្តុំនៃប្រូតេអ៊ីន។ វាក៏អាចមានសារៈសំខាន់សម្រាប់ម៉ាសសាច់ដុំ និងកម្លាំងដ៏ល្អប្រសើរ ជាពិសេសប្រភពដែលអាចទុកចិត្តបានចំពោះមនុស្សចាស់។"
            },            {
                "title": "13. ឃ្វីណូអា",
                "title_en": "13. Quinoa",
                "description_en": "While protein-rich foods are a priority for building lean muscle, it’s also important to have the fuel to get active.Foods with carbohydrates can help provideTrusted Source this energy.Cooked quinoa contains about 40 gTrusted Source of carbs per cup (185 g), along with 8 g of protein, 5 g of fiber, and hearty amounts of magnesium and phosphorus.Magnesium plays an important roleTrusted Source in the function of your muscles and nerves, both of which are used every time you move.",
                "description": "ខណៈពេលដែលអាហារសម្បូរប្រូតេអ៊ីនគឺជាអាទិភាពសម្រាប់ការកសាងសាច់ដុំគ្មានខ្លាញ់ វាក៏សំខាន់ផងដែរដើម្បីឱ្យមានថាមពលដើម្បីសកម្ម។អាហារដែលមានជាតិកាបូអ៊ីដ្រាតអាចជួយផ្តល់ប្រភពដែលទុកចិត្តបាននូវថាមពលនេះ។quinoa ឆ្អិនមានប្រហែល 40 ក្រាមប្រភពនៃកាបូអ៊ីដ្រាតក្នុងមួយពែង (185 ក្រាម) រួមជាមួយនឹងប្រូតេអ៊ីន 8 ក្រាម ជាតិសរសៃ 5 ក្រាម និងបរិមាណដ៏គួរឱ្យស្រឡាញ់នៃម៉ាញ៉េស្យូម និងផូស្វ័រ។ម៉ាញ៉េស្យូមដើរតួនាទីយ៉ាងសំខាន់ ប្រភពទុកចិត្តក្នុងមុខងារនៃសាច់ដុំ និងសរសៃប្រសាទរបស់អ្នក ដែលទាំងពីរនេះត្រូវបានប្រើរាល់ពេលដែលអ្នកធ្វើចលនា។"
            },            {
                "title": "14. ខ្យង Scallops",
                "title_en": "14. Scallops",
                "description_en": "Like shrimp, tilapia, and lean poultry, scallops provide protein with very little fat.If you’re looking to add protein to your diet without consuming too many calories, these very lean sources of protein may be good choices.Three ounces (85 g) of scallops provide around 17 gTrusted Source of protein and fewer than 100 calories.",
                "description": "ដូចជាបង្គា ត្រីទីឡាព និងបសុបក្សីគ្មានខ្លាញ់ ខ្យងផ្តល់ប្រូតេអ៊ីនជាមួយនឹងជាតិខ្លាញ់តិចតួចបំផុត។ប្រសិនបើអ្នកកំពុងស្វែងរកបន្ថែមប្រូតេអ៊ីនទៅក្នុងរបបអាហាររបស់អ្នកដោយមិនប្រើប្រាស់កាឡូរីច្រើនពេកនោះ ប្រភពប្រូតេអ៊ីនគ្មានខ្លាញ់ទាំងនេះអាចជាជម្រើសដ៏ល្អ។ខ្យងបីអោន (85 ក្រាម) ផ្តល់ប្រហែល 17 ក្រាមនៃប្រភពប្រូតេអ៊ីន និងតិចជាង 100 កាឡូរី។"
            },            {
                "title": "15. ប្រហិតសាច់គោគ្មានខ្លាញ់",
                "title_en": "15. Lean jerky",
                "description_en": "When you’re on the go, you may want high quality protein from meat such as lean jerky.Many different types of meat can be made into jerky, so the nutrition facts vary. Most fat is removed from lean jerky during processing, so almost all calories in jerky come directly from protein.These animal sources of protein are high in quality and stimulate lean muscle growthTrusted Source.",
                "description": "នៅពេលអ្នកកំពុងធ្វើដំណើរ អ្នកប្រហែលជាចង់បានប្រូតេអ៊ីនដែលមានគុណភាពខ្ពស់ពីសាច់ដូចជាសាច់គ្មានខ្លាញ់។សាច់ជាច្រើនប្រភេទអាចធ្វើទៅជាកន្ទេល ដូច្នេះការពិតអាហារូបត្ថម្ភខុសគ្នា។ ជាតិខ្លាញ់ភាគច្រើនត្រូវបានយកចេញពី jerky គ្មានខ្លាញ់កំឡុងពេលដំណើរការ ដូច្នេះកាឡូរីស្ទើរតែទាំងអស់នៅក្នុង jerky មកដោយផ្ទាល់ពីប្រូតេអ៊ីន។ប្រភពប្រូតេអ៊ីនសត្វទាំងនេះមានគុណភាពខ្ពស់ និងជំរុញការលូតលាស់សាច់ដុំគ្មានខ្លាញ់ ប្រភពទុកចិត្ត។"
            },            {
                "title": "16. សណ្តែកសៀង",
                "title_en": "16. Chickpeas",
                "description_en": "Chickpeas, also known as garbanzo beans, are a good source of carbs and protein.Each 1-cup (164-g) serving of canned chickpeas contains around 15 gTrusted Source of protein and 45 g of carbs, including 13 g of fiber.As with many plants, the protein in chickpeas is considered lower quality than that in animal sources. However, it can still be part of a balanced muscle-building diet.",
                "description": "Chickpeas ដែលត្រូវបានគេស្គាល់ថាជាសណ្តែក Garbanzo គឺជាប្រភពដ៏ល្អនៃកាបូអ៊ីដ្រាត និងប្រូតេអ៊ីន។រាល់ការបម្រើ 1 ពែង (164-g) នៃសណ្តែកកំប៉ុងមានប្រហែល 15 ក្រាមនៃប្រភពប្រូតេអ៊ីន និង 45 ក្រាមនៃកាបូអ៊ីដ្រាត រួមទាំង 13 ក្រាមនៃជាតិសរសៃ។ដូចរុក្ខជាតិជាច្រើនដែរ ប្រូតេអ៊ីននៅក្នុងសណ្តែកសៀងត្រូវបានចាត់ទុកថាមានគុណភាពទាបជាងប្រភពសត្វ។ ទោះជាយ៉ាងណាក៏ដោយ វានៅតែអាចជាផ្នែកមួយនៃរបបអាហារពង្រឹងសាច់ដុំដែលមានតុល្យភាព។"
            },            {
                "title": "17. សណ្តែកដី",
                "title_en": "17. Peanuts",
                "description_en": "Peanuts contain a mix of protein, fat, and carbs. A 1-ounce (28-g) serving contains 7 gTrusted Source of protein, 6 g of carbs, and large amounts of unsaturated fat.This serving size of peanuts also contains around 166 calories. If you’re having a hard time getting enough calories to drive your muscle gain, eating peanuts could be a good way to get some extra calories and nutrients.",
                "description": "សណ្តែកដីមានផ្ទុកប្រូតេអ៊ីន ខ្លាញ់ និងកាបូអ៊ីដ្រាត។ ការបម្រើ 1 អោន (28 ក្រាម) មានប្រភពប្រូតេអ៊ីន 7 ក្រាម កាបូអ៊ីដ្រាត 6 ក្រាម និងបរិមាណដ៏ច្រើននៃខ្លាញ់មិនឆ្អែត។ទំហំនៃការបម្រើរបស់សណ្តែកដីក៏មានប្រហែល 166 កាឡូរីផងដែរ។ ប្រសិនបើអ្នកមានការលំបាកក្នុងការទទួលបានកាឡូរីគ្រប់គ្រាន់ដើម្បីជំរុញការកើនឡើងសាច់ដុំរបស់អ្នក ការញ៉ាំសណ្តែកដីអាចជាវិធីដ៏ល្អមួយដើម្បីទទួលបានកាឡូរីបន្ថែម និងសារធាតុចិញ្ចឹមមួយចំនួន។"
            },            {
                "title": "18. តៅហ៊ូ",
                "title_en": "18. Tofu",
                "description_en": "Tofu is produced from soy milk and is often used as a meat substitute. Soy protein, found in foods like tofu and soybeans, is considered one of the highest qualityTrusted Source plant proteins.Each half-cup (124-g) serving of raw tofu contains 10 gTrusted Source of protein, 6 g of fat, and 2 g of carbohydrates.Tofu is also a good source of calcium, which is important for proper muscle function and bone health.",
                "description": "តៅហ៊ូត្រូវបានផលិតចេញពីទឹកសណ្តែក ហើយជារឿយៗត្រូវបានគេប្រើជំនួសសាច់។ ប្រូតេអ៊ីនសណ្តែកសៀង ដែលមាននៅក្នុងអាហារដូចជាតៅហ៊ូ និងសណ្តែកសៀង ត្រូវបានចាត់ទុកថាជាប្រូតេអ៊ីនរុក្ខជាតិដែលមានប្រភពទុកចិត្តបំផុត។រាល់ការបម្រើតៅហ៊ូឆៅកន្លះពែង (124 ក្រាម) មានប្រភពប្រូតេអ៊ីន 10 ក្រាម ខ្លាញ់ 6 ក្រាម និងកាបូអ៊ីដ្រាត 2 ក្រាម។តៅហ៊ូក៏ជាប្រភពដ៏ល្អនៃជាតិកាល់ស្យូម ដែលមានសារៈសំខាន់សម្រាប់មុខងារសាច់ដុំ និងសុខភាពឆ្អឹង។"
            },            {
                "title": "19. សាច់ជ្រូកចិញ្ច្រាំ",
                "title_en": "19. Pork tenderloin",
                "description_en": "Pork tenderloin is a lean cut of meat that provides 23.1 gTrusted Source of protein and only 2 g of fat per 4 ounces (113 g).Some research from 2014Trusted Source has shown that pork has effects similar to those of other muscle building foods, such as beef and chicken.",
                "description": "សាច់ជ្រូកចិញ្ច្រាំគឺជាការកាត់សាច់គ្មានខ្លាញ់ដែលផ្តល់នូវប្រភពប្រូតេអ៊ីន 23.1g ដែលអាចទុកចិត្តបាន និងជាតិខ្លាញ់ត្រឹមតែ 2 ក្រាមក្នុងមួយ 4 អោន (113 ក្រាម) ។ការស្រាវជ្រាវមួយចំនួនពី 2014Trusted Source បានបង្ហាញថាសាច់ជ្រូកមានផលប៉ះពាល់ស្រដៀងគ្នាទៅនឹងអាហារពង្រឹងសាច់ដុំផ្សេងទៀតដូចជាសាច់គោ និងសាច់មាន់។"
            },
            {
                "title": "20. ទឹកដោះគោ",
                "title_en": "20. Cow’s milk",
                "description_en": "Cow’s milk provides a mixTrusted Source of protein, carbohydrates, and fats.Similar to other dairy products, milk contains bothTrusted Source fast- and slow-digesting proteins.Studies suggest that drinking cow’s milk may help promoteTrusted Source lean muscle mass and strength when combined with resistance training.",
                "description": "ទឹកដោះគោគោផ្តល់នូវប្រភពប្រូតេអ៊ីន កាបូអ៊ីដ្រាត និងខ្លាញ់ដែលគួរឱ្យទុកចិត្ត។ស្រដៀងទៅនឹងផលិតផលទឹកដោះគោផ្សេងទៀតដែរ ទឹកដោះគោមានទាំងប្រភពដែលទុកចិត្តបានលឿន និងប្រូតេអ៊ីនរំលាយអាហារយឺត។ការសិក្សាណែនាំថាការផឹកទឹកដោះគោគោអាចជួយលើកកម្ពស់ម៉ាសសាច់ដុំគ្មានខ្លាញ់ និងកម្លាំងនៅពេលផ្សំជាមួយការហ្វឹកហាត់ធន់ទ្រាំ។"
            },
            {
                "title": "21. អាល់ម៉ុន",
                "title_en": "21. Almonds",
                "description_en": "One ounce (28 g) of roasted almonds provides 6 gTrusted Source of protein and large amounts of vitamin E, magnesium, and phosphorus.Among other roles, phosphorus helps your body use carbohydrates and fats for energy at rest and during exercise.As with peanuts, almonds should be consumed in moderation due to their high calorie content. Half a cup of blanched almonds contains more than 400 calories.",
                "description": "មួយ​អោន (28 ក្រាម) នៃ​អាល់ម៉ុន​អាំង​ផ្តល់​នូវ​ប្រភព​ប្រូតេអ៊ីន 6 g ដែលអាចទុកចិត្តបាន និង​បរិមាណ​ដ៏ច្រើន​នៃ​វីតាមីន E ម៉ាញ៉េស្យូម និង​ផូស្វ័រ។ក្នុងចំណោមតួនាទីផ្សេងទៀត ផូស្វ័រជួយឱ្យរាងកាយរបស់អ្នកប្រើប្រាស់កាបូអ៊ីដ្រាត និងខ្លាញ់សម្រាប់ថាមពលនៅពេលសម្រាក និងអំឡុងពេលហាត់ប្រាណ។ដូចគ្នានឹងសណ្តែកដីដែរ អាល់ម៉ុនគួរតែត្រូវបានប្រើប្រាស់ក្នុងកម្រិតមធ្យម ដោយសារតែមាតិកាកាឡូរីខ្ពស់របស់វា។ ពាក់កណ្តាលពែងនៃអាល់ម៉ុនឆ្អិនមានកាឡូរីច្រើនជាង 400 ។"
            },
            {
                "title": "22. ប៊ីសុន",
                "title_en": "22. Bison",
                "description_en": "Similarly to beef, bison provides about 22 gTrusted Source of protein per 3-ounce (85-g) serving.However, a 2013 studyTrusted Source found that bison may be better than beef in terms of the risk of heart disease.Replacing some beef with bison is an option if you like to eat red meat as part of your muscle building diet but also worry about your heart health.",
                "description": "Similarly to beef, bison provides about 22 gTrusted Source of protein per 3-ounce (85-g) serving.However, a 2013 studyTrusted Source found that bison may be better than beef in terms of the risk of heart disease.Replacing some beef with bison is an option if you like to eat red meat as part of your muscle building diet but also worry about your heart health."
            },
            {
                "title": "23. អង្ករសំរូប",
                "title_en": "23. Brown rice",
                "description_en":"Although cooked brown rice provides only 6 gTrusted Source of protein per cup (202 g), it has the carbohydrates you need to fuel your physical activity.Consider eating healthy carb sources like brown rice or quinoa in the hours leading upTrusted Source to exercise. This may allow you to exercise harder, providing your body with a greater stimulus for your muscles to grow.Plus, some researchTrusted Source suggests that rice protein supplements can produce as much muscle gain as whey protein during a weight training program.",
                "description": "ទោះបីជាអង្ករសំរូបឆ្អិនផ្តល់តែ 6 g Trusted ប្រភពប្រូតេអ៊ីនក្នុងមួយពែង (202 ក្រាម) វាមានកាបូអ៊ីដ្រាតដែលអ្នកត្រូវការដើម្បីជំរុញសកម្មភាពរាងកាយរបស់អ្នក។ពិចារណាការទទួលទានប្រភពកាបូអ៊ីដ្រាតដែលមានសុខភាពល្អដូចជាអង្ករសំរូប ឬ quinoa ក្នុងរយៈពេលប៉ុន្មានម៉ោងដែលនាំឱ្យប្រភពគួរឱ្យទុកចិត្តដល់ការធ្វើលំហាត់ប្រាណ។ នេះអាចអនុញ្ញាតិឱ្យអ្នកធ្វើលំហាត់ប្រាណខ្លាំងជាងមុន ដោយផ្តល់ឱ្យរាងកាយរបស់អ្នកជាមួយនឹងការជំរុញខ្លាំងជាងមុនសម្រាប់សាច់ដុំរបស់អ្នកឱ្យលូតលាស់។លើសពីនេះ ការស្រាវជ្រាវមួយចំនួនដែលគួរឱ្យទុកចិត្តបានណែនាំថា អាហារបំប៉នប្រូតេអ៊ីនអង្ករអាចផលិតសាច់ដុំបានច្រើនដូចប្រូតេអ៊ីន whey ក្នុងអំឡុងពេលកម្មវិធីបណ្តុះបណ្តាលទម្ងន់។"
            }
        ]
    },
    {
        "title": "អាហារពង្រឹងសាច់ដុំអ្នកបួស",
        "title_en": "Vegans Muscle Foods",
        "image": "vegan_muscle.png",
        "reference":"https://www.mensjournal.com/food-drink/8-best-muscle-building-foods-vegans-and-vegetarians",
        "foods": [
            {
                "title": "1. គ្រាប់",
                "title_en": "1. Nuts",
                "description_en": "Squeeze more bone-fortifying calcium into your diet—without indulging in dairy—by loading up on nuts like peanuts, almonds, and pistachios. One serving (1oz) of each has about 160 high-quality calories (according to Calorie Counter) because they're composed of a well-balanced blend of protein, fiber, and fat. Aside from being the perfect snack on the go or in the office, nuts are a great power food that will help fill you up and trim you down. \"Nut and seed butters are higher in fat than protein but these 'good' fats actually make you lean,\" Brown says.",
                "description": "ច្របាច់​កាល់ស្យូម​ពង្រឹង​ឆ្អឹង​បន្ថែម​ទៀត​ក្នុង​របប​អាហារ​របស់​អ្នក—ដោយ​មិន​បាច់​ប្រើ​ទឹកដោះគោ—ដោយ​ផ្ទុក​គ្រាប់​ធញ្ញជាតិ​ដូច​ជា សណ្ដែកដី អាល់ម៉ុន និង​ភីស្តាជីអូ។ ការបម្រើមួយ (1oz) នៃគ្នាមានប្រហែល 160 កាឡូរីដែលមានគុណភាពខ្ពស់ (យោងទៅតាម Calorie Counter) ព្រោះវាផ្សំឡើងពីប្រូតេអ៊ីន ជាតិសរសៃ និងខ្លាញ់ដែលមានតុល្យភាពល្អ។ ក្រៅពីធ្វើជាអាហារសម្រន់ដ៏ល្អឥតខ្ចោះនៅពេលធ្វើដំណើរ ឬនៅក្នុងការិយាល័យ គ្រាប់គឺជាអាហារថាមពលដ៏អស្ចារ្យដែលនឹងជួយបំពេញអ្នក និងកាត់បន្ថយអ្នក។ Brown និយាយថា \"គ្រាប់ធញ្ញជាតិ និងគ្រាប់ធញ្ញជាតិមានជាតិខ្លាញ់ខ្ពស់ជាងប្រូតេអ៊ីន ប៉ុន្តែខ្លាញ់ \"ល្អ\" ទាំងនេះពិតជាធ្វើឱ្យអ្នកគ្មានខ្លាញ់។"
            },
            {
                "title": "2. សណ្តែក",
                "title_en": "2. Beans",
                "description_en":"People tend to overlook the power of plant-based protein, but they're the second-highest source of protein after meat. All bean varieties (black, pinto, navy, kidney, etc.) average about 15g of protein. What's more, beans are exceptionally low in fat, high in fiber, and best of all they're cheap. “And though it’s true that beans are not complete proteins, they do have many of the essential amino acids necessary for muscle-building. Add in .5-1 cup per day for protein and fiber benefits,” Brown adds.",
                "description": "មនុស្សមានទំនោរមើលរំលងថាមពលនៃប្រូតេអ៊ីនដែលមានមូលដ្ឋានលើរុក្ខជាតិ ប៉ុន្តែពួកគេគឺជាប្រភពប្រូតេអ៊ីនខ្ពស់បំផុតទីពីរបន្ទាប់ពីសាច់។ ពូជសណ្តែកទាំងអស់ (ខ្មៅ, pinto, កងទ័ពជើងទឹក, តម្រងនោម, ល) ជាមធ្យមប្រហែល 15g នៃប្រូតេអ៊ីន។ លើសពីនេះ សណ្តែកមានជាតិខ្លាញ់ទាប ជាតិសរសៃខ្ពស់ ហើយល្អបំផុតគឺថោក។ “ហើយទោះបីជាវាជាការពិតដែលសណ្តែកមិនមែនជាប្រូតេអ៊ីនពេញលេញក៏ដោយ ពួកវាមានអាស៊ីតអាមីណូសំខាន់ៗជាច្រើនដែលចាំបាច់សម្រាប់ការកសាងសាច់ដុំ។ បន្ថែមក្នុង .5-1 ពែងក្នុងមួយថ្ងៃសម្រាប់អត្ថប្រយោជន៍ប្រូតេអ៊ីន និងជាតិសរសៃ” Brown បន្ថែម។"
            },            
            {
                "title": "3. គ្រាប់ធញ្ញជាតិ",
                "title_en": "3. Legumes",
                "description_en": "Legumes are similiar to beans, only they tend to grow in pods, so think: lentils, peas, chick peas, soybeans. They're low in fat, have no cholesterol, and they're one of the greatest sources of protein for vegetarians and vegans. Cooked lentils boast nearly 18g of protein; add the brown variety to soups and the green to salads for an added boost.",
                "description": "សណ្តែកដីមានលក្ខណៈស្រដៀងនឹងសណ្តែកដែរ មានតែពួកវាមានទំនោរលូតលាស់ក្នុងផត ដូច្នេះសូមគិតថា៖ សណ្តែកសៀង សណ្តែកដី សណ្តែកសៀង។ ពួកវាមានជាតិខ្លាញ់ទាប មិនមានកូលេស្តេរ៉ុលទេ ហើយពួកវាជាប្រភពប្រូតេអ៊ីនដ៏អស្ចារ្យបំផុតមួយសម្រាប់អ្នកបួស និងបួស។ សណ្តែកឆ្អិនមានប្រូតេអ៊ីនជិត 18 ក្រាម; បន្ថែមពូជពណ៌ត្នោតទៅស៊ុប និងពណ៌បៃតងទៅសាឡាដ សម្រាប់ការបន្ថែម។"
            },           
            {
                "title": "4. ស្លឹកបៃតង",
                "title_en": "4. Leafy Greens",
                "description_en": "“For optimal muscle-building, you want your diet to be as nutrient-dense as possible,” Brown says. “Peas, spinach, kale, broccoli are the highest protein vegetables.” Kale, mustard greens, spinach, and the like can help you up your protein intake. Two cups of kale have about 4g of protein; the same amount of mustard greens yields 3g, and spinach has 2g. This isn't a lot, but if you add leafy greens to morning smoothies, have a salad for lunch, and cook spinach for dinner, you can easily consume up to 15g of protein in one day.", 
                "description": "Brown និយាយ​ថា​៖ «​សម្រាប់​ការ​បង្កើត​សាច់ដុំ​ដ៏​ល្អ​បំផុត អ្នក​ចង់​ឲ្យ​របប​អាហារ​របស់​អ្នក​មាន​សារធាតុចិញ្ចឹម​ច្រើន​តាម​ដែល​អាច​ធ្វើ​ទៅបាន​»​។ “សណ្តែក ស្ពៃណាច ខាត់ណា ប្រូខូលី គឺជាបន្លែដែលមានប្រូតេអ៊ីនខ្ពស់បំផុត”។ ខាត់ណា បៃតង mustard spinach និងផ្សេងទៀតអាចជួយអ្នកបង្កើនការទទួលទានប្រូតេអ៊ីនរបស់អ្នក។ ខាត់ណាពីរពែងមានប្រូតេអ៊ីនប្រហែល 4 ក្រាម; បរិមាណដូចគ្នានៃបៃតង mustard ផ្តល់ទិន្នផល 3g និង spinach មាន 2g ។ នេះមិនច្រើនទេ ប៉ុន្តែប្រសិនបើអ្នកបន្ថែមស្លឹកបៃតងទៅក្នុងទឹកក្រឡុកពេលព្រឹក មានសាឡាដសម្រាប់អាហារថ្ងៃត្រង់ និងចម្អិន spinach សម្រាប់អាហារពេលល្ងាច អ្នកអាចទទួលទានប្រូតេអ៊ីនបានយ៉ាងងាយស្រួលរហូតដល់ 15 ក្រាមក្នុងមួយថ្ងៃ។"
            },            
            {
                "title": "5. ទឹកដោះគោដែលមានមូលដ្ឋានលើរុក្ខជាតិ",
                "title_en": "5.  Non-dairy Milk",
                "description_en": "Just one cup of calcium-fortified hemp milk has about 3g of protein and 30% of your daily calcium needs (Calorie Counter). And for an even bigger protein punch, drink soy milk. One cup packs 8g of protein (Calorie Counter). Have a glass with breakfast, pour some in cereal, or add a splash to your smoothies.",
                "description": "ទឹកដោះគោដែលមានជាតិកាល់ស្យូមតែមួយពែងមានប្រូតេអ៊ីនប្រហែល 3g និង 30% នៃតម្រូវការកាល់ស្យូមប្រចាំថ្ងៃរបស់អ្នក (Calorie Counter)។ ហើយ​សម្រាប់​ការ​ញ៉ាំ​ប្រូតេអ៊ីន​កាន់តែ​ធំ សូម​ផឹក​ទឹក​សណ្តែក។ មួយពែងមានប្រូតេអ៊ីន 8 ក្រាម (រាប់កាឡូរី) ។ ញ៉ាំអាហារពេលព្រឹកមួយកែវ ចាក់គ្រាប់ធញ្ញជាតិ ឬបន្ថែមទឹកក្រឡុកទៅក្នុងទឹកក្រឡុករបស់អ្នក។"
            },            
            {
                "title": "6. ប្រភេទស្ពៃក្តោបបន្លែ",
                "title_en": "6. Cruciferous Vegetables",
                "description_en": "Cruciferous vegetables can yield a considerable amount of protein—broccoli especially. Two cups of raw broccoli have 5g of protein; add it to salad or eat some as a mid-day snack. (Bonus points if you add hummus.)",
                "description": "បន្លែ​ប្រភេទ​ស្ពៃក្តោប​អាច​ផ្តល់​បរិមាណ​ប្រូតេអ៊ីន​យ៉ាងច្រើន​ជាពិសេស​ប្រូ​ខូ​លី​។ ទំពាំងបាយជូរឆៅពីរពែងមានប្រូតេអ៊ីន 5 ក្រាម; បន្ថែមវាទៅសាឡាដ ឬញ៉ាំខ្លះជាអាហារសម្រន់ពេលថ្ងៃត្រង់។ (ពិន្ទុបន្ថែមប្រសិនបើអ្នកបន្ថែម hummus ។ )"
            },            
            {
                "title": "7. ម្សៅប្រូតេអ៊ីនពារាំង និងពារាំង",
                "title_en": "7. Pea and Hemp Protein Powder",
                "description_en": "\"We're seeing a lot more of these proteins popping up in protein powders,\" Brown says. \"Pea protein is one of the best protein sources out there, nutritionally- and amino acid-wise, because its similar to animal protein.\" Looking for pea protein, try Naked Pea  and Nutiva Hemp Protein.",
                "description": "Brown និយាយថា \"យើងកំពុងឃើញប្រូតេអ៊ីនទាំងនេះកាន់តែច្រើនឡើងនៅក្នុងម្សៅប្រូតេអ៊ីន\" ។ \"ប្រូតេអ៊ីនពារាំងគឺជាប្រភពប្រូតេអ៊ីនដ៏ល្អបំផុតមួយនៅទីនោះ ដែលមានជីវជាតិ និងអាស៊ីតអាមីណូ ព្រោះវាស្រដៀងទៅនឹងប្រូតេអ៊ីនសត្វ\"។ កំពុងរកមើលប្រូតេអ៊ីនពារាំង សូមសាកល្បង Naked Pea និង Nutiva Hemp Protein។"
            },            
            {
                "title": "8. គ្រាប់ពូជ chia",
                "title_en": "8. Seeds",
                "description_en": "Loaded with protein, good fat, and omega 3s, chia seeds are one of the greatest [foods] to snack on or add to dishes,” Brown says. “Make chia pudding or sprinkle chia seeds on yogurt for a boost of protein.” One tablespoon of chia seeds is 60 calories and yields 3g of protein.",
                "description": "Brown និយាយថា \"ផ្ទុកទៅដោយប្រូតេអ៊ីន ខ្លាញ់ល្អ និងអូមេហ្គា 3s គ្រាប់ពូជ chia គឺជាអាហារដ៏អស្ចារ្យបំផុតមួយសម្រាប់អាហារសម្រន់ ឬបន្ថែមទៅក្នុងចាន។ \" មួយស្លាបព្រានៃគ្រាប់ពូជ chia គឺ 60 កាឡូរីនិងផ្តល់ទិន្នផល 3 ក្រាមនៃប្រូតេអ៊ីន។"
            }
        ]
    },
    {
        "title": "របបអាហារ កេតូ",
        "title_en": "Keto Diet Foods",
        "reference": "https://www.healthline.com/nutrition/ketogenic-diet-foods",
        "image":"keto_food.png",
        "foods": [
            {
                "title": "1. គ្រឿងសមុទ្រ",
                "title_en": "1. Seafood",
                "description_en": "Fish and shellfish are very keto-friendly. Salmon and other fish are not only nearly carb-free but also rich in B vitamins, potassium, and selenium (9Trusted Source).However, the carb count in shellfish varies by type. While shrimp and most crabs contain no carbs, oysters and octopus do. You can still eat these foods on the keto diet, but it’s important to carefully track these carbs to stay within your range (10Trusted Source, 11Trusted Source, 12Trusted Source, 13Trusted Source).Additionally, salmon, sardines, mackerel, and other fatty fish are very high in omega-3 fats, which have been associated with lower insulin levels and increased insulin sensitivity in people who are overweight or have obesity (14Trusted Source).Frequent fish intake is linked to improved brain health and a decreased risk of disease (15Trusted Source, 16Trusted Source).The American Heart Association recommends that adults over 18 years old eat 8–10 ounces of seafood per week (17Trusted Source).",
                "description": "ត្រី និង​សំបក​ខ្យង​គឺ​មាន​ភាព​ងាយ​ស្រួល​នឹង​ កេតូ ខ្លាំង​ណាស់។ ត្រីសាលម៉ុន និងត្រីផ្សេងទៀតមិនត្រឹមតែគ្មានជាតិកាបូអ៊ីដ្រាតប៉ុណ្ណោះទេ ថែមទាំងសម្បូរវីតាមីន B ប៉ូតាស្យូម និងសេលេញ៉ូម (ប្រភព 9Trusted) ផងដែរ។ទោះជាយ៉ាងណាក៏ដោយ បរិមាណកាបូអ៊ីដ្រាតនៅក្នុងសំបកខ្យងប្រែប្រួលតាមប្រភេទ។ ខណៈពេលដែលបង្គា និងក្តាមភាគច្រើនមិនមានកាបូអ៊ីដ្រាត សត្វអយស្ទ័រ និងរតីយាវហឺធ្វើ។ អ្នកនៅតែអាចញ៉ាំអាហារទាំងនេះនៅលើរបបអាហារ កេតូ ប៉ុន្តែវាមានសារៈសំខាន់ក្នុងការតាមដានដោយប្រុងប្រយ័ត្ននូវកាបូអ៊ីដ្រាតទាំងនេះ ដើម្បីស្ថិតនៅក្នុងជួររបស់អ្នក (10Trusted Source, 11Trusted Source, 12Trusted Source, 13Trusted Source)។លើសពីនេះ ត្រីសាម៉ុង ត្រីសាឌីន ត្រី mackerel និងត្រីខ្លាញ់ផ្សេងទៀតមានខ្លាញ់អូមេហ្គា 3 ខ្ពស់ ដែលត្រូវបានផ្សារភ្ជាប់ជាមួយនឹងកម្រិតអាំងស៊ុយលីនទាប និងបង្កើនភាពប្រែប្រួលអាំងស៊ុយលីនចំពោះមនុស្សលើសទម្ងន់ ឬធាត់ (ប្រភព 14Trusted)។ការទទួលទានត្រីញឹកញាប់ត្រូវបានផ្សារភ្ជាប់ទៅនឹងការធ្វើឱ្យប្រសើរឡើងនូវសុខភាពខួរក្បាល និងការថយចុះហានិភ័យនៃជំងឺ (15Trusted Source, 16Trusted Source)។សមាគមន៍បេះដូងអាមេរិកណែនាំថា មនុស្សពេញវ័យដែលមានអាយុលើសពី 18 ឆ្នាំទទួលទានអាហារសមុទ្រ 8-10 អោនក្នុងមួយសប្តាហ៍ (17Trusted Source)។"
            },
            {
                "title": "2. សាច់សត្វនិងសាច់បក្សី",
                "title_en": "2. Meat and poultry",
                "description_en": "Meat and poultry are considered staple foods on the keto diet.Fresh meat and poultry contain no carbs and are rich in B vitamins and several important minerals. They’re also a great source of high quality protein, which may help preserve muscle mass during a very low carb diet (18Trusted Source, 19Trusted Source, 20).One small study in older women found that a diet high in fatty meat led to 8% higher levels of HDL (good) cholesterol than a low fat, high carb diet (21Trusted Source).It may be best to choose grass-fed meat, if possible, since it has more omega-3 fats and conjugated linoleic acid (CLA) than meat from grain-fed animals (22Trusted Source, 23).",
                "description": "សាច់សត្វនិងសាច់បក្សីត្រូវបានចាត់ទុកថាជាអាហារសំខាន់នៅលើរបបអាហារ កេតូ ។សាច់ និងបសុបក្សីស្រស់មិនមានជាតិកាបូអ៊ីដ្រាតទេ ហើយសម្បូរទៅដោយវីតាមីន B និងសារធាតុរ៉ែសំខាន់ៗមួយចំនួនទៀត។ ពួកគេក៏ជាប្រភពដ៏ល្អនៃប្រូតេអ៊ីនដែលមានគុណភាពខ្ពស់ ដែលអាចជួយរក្សាម៉ាសសាច់ដុំក្នុងអំឡុងពេលរបបអាហារកាបូអ៊ីដ្រាតទាបបំផុត (18Trusted Source, 19Trusted Source, 20)។ការសិក្សាតូចមួយលើស្ត្រីវ័យចំណាស់បានរកឃើញថារបបអាហារដែលមានសាច់ខ្លាញ់ខ្ពស់នាំឱ្យកម្រិតកូឡេស្តេរ៉ុលល្អ HDL ខ្ពស់ 8% ជាងអាហារដែលមានជាតិខ្លាញ់ទាប និងកាបូអ៊ីដ្រាតខ្ពស់ (ប្រភព 21Trusted) ។វាអាចជាការល្អបំផុតក្នុងការជ្រើសរើសសាច់ដែលស៊ីស្មៅ ប្រសិនបើអាចធ្វើបាន ព្រោះវាមានខ្លាញ់អូមេហ្គា 3 និងអាស៊ីតលីណូឡេក (CLA) ច្រើនជាងសាច់ពីសត្វដែលស៊ីគ្រាប់ធញ្ញជាតិ (22Trusted Source, 23)។"
            },
            {
                "title": "3. ស៊ុត",
                "title_en": "3. Eggs",
                "description_en": "Eggs are an extremely healthy protein source.Because each large egg contains less than 1 gram of carbs and about 6 grams of protein, eggs can be ideal for keto (24Trusted Source).In addition, eggs have been shown to trigger hormones that increase feelings of fullness (25Trusted Source).It’s important to eat whole eggs rather than egg whites since most of an egg’s nutrients are found in the yolk. This includes the antioxidants lutein and zeaxanthin, which protect eye health (26Trusted Source).Although egg yolks are high in cholesterol, they don’t appear to increase your risk of heart disease (27Trusted Source).",
                "description": "ស៊ុតគឺជាប្រភពប្រូតេអ៊ីនដែលមានសុខភាពល្អបំផុត។ដោយសារតែស៊ុតធំនីមួយៗមានកាបូអ៊ីដ្រាតតិចជាង 1 ក្រាម និងប្រូតេអ៊ីនប្រហែល 6 ក្រាម នោះស៊ុតអាចជាជម្រើសដ៏ល្អសម្រាប់ កេតូ (ប្រភព 24Trusted)។លើសពីនេះ ស៊ុត​ត្រូវ​បាន​គេ​បង្ហាញ​ថា​បង្ក​ឱ្យ​មាន​អ័រម៉ូន​ដែល​បង្កើន​អារម្មណ៍​ឆ្អែត (25Trusted Source)។វាជារឿងសំខាន់ក្នុងការទទួលទានស៊ុតទាំងមូលជាជាងស៊ុតពណ៌ស ព្រោះសារធាតុចិញ្ចឹមភាគច្រើននៃស៊ុតត្រូវបានរកឃើញនៅក្នុង yolk ។ នេះរួមបញ្ចូលទាំងសារធាតុប្រឆាំងអុកស៊ីតកម្ម lutein និង zeaxanthin ដែលការពារសុខភាពភ្នែក (ប្រភព 26Trusted) ។ទោះបីជាស៊ុតលឿងមានកូលេស្តេរ៉ុលខ្ពស់ក៏ដោយ ក៏វាហាក់ដូចជាមិនបង្កើនហានិភ័យនៃជំងឺបេះដូងរបស់អ្នកដែរ (27Trusted Source)។"
            },
            {
                "title": "4. ឈីស",
                "title_en": "4. Cheese",
                "description_en": "There are hundreds of types of cheese, most of which are very low in carbs and high in fat, making them a great fit for the keto diet.Just 1 ounce (28 grams) of cheddar cheese provides 1 gram of carbs, 6 grams of protein, and a good amount of calcium (28Trusted Source).Cheese is high in saturated fat, but it hasn’t been shown to increase your risk of heart disease. In fact, some studies suggest that it may help protect against this condition (29Trusted Source, 30).Cheese also contains CLA, which has been linked to fat loss and improvements in body composition (31Trusted Source).In addition, eating cheese regularly may help reduce the loss of muscle mass and strength that occurs with aging.A 12-week study in older adults found that those who ate 7 ounces (210 grams) of ricotta per day experienced less loss of muscle mass and muscle strength than those who didn’t eat this amount of cheese (32Trusted Source).",
                "description": "មានឈីសរាប់រយប្រភេទ ដែលភាគច្រើនមានជាតិកាបូអ៊ីដ្រាតទាប និងមានជាតិខ្លាញ់ខ្ពស់ ដែលធ្វើឲ្យពួកគេស័ក្តិសមសម្រាប់របបអាហារ កេតូ ។ឈីស cheddar ត្រឹមតែ 1 អោន (28 ក្រាម) ផ្តល់កាបូអ៊ីដ្រាត 1 ក្រាម ប្រូតេអ៊ីន 6 ក្រាម និងបរិមាណកាល់ស្យូមដ៏ល្អ (ប្រភព 28Trusted) ។ឈីសមានជាតិខ្លាញ់ឆ្អែតខ្ពស់ ប៉ុន្តែវាមិនត្រូវបានបង្ហាញថាអាចបង្កើនហានិភ័យនៃជំងឺបេះដូងនោះទេ។ ជាការពិត ការសិក្សាខ្លះណែនាំថា វាអាចជួយការពារពីស្ថានភាពនេះ (29Trusted Source, 30)។ឈីសក៏មានផ្ទុកសារធាតុ CLA ដែលត្រូវបានផ្សារភ្ជាប់ទៅនឹងការបាត់បង់ជាតិខ្លាញ់ និងការកែលម្អសមាសភាពរាងកាយ (ប្រភព 31Trusted)។លើសពីនេះ ការញ៉ាំឈីសជាប្រចាំអាចជួយកាត់បន្ថយការបាត់បង់ម៉ាសសាច់ដុំ និងកម្លាំងដែលកើតឡើងជាមួយនឹងភាពចាស់។ការសិក្សារយៈពេល 12 សប្តាហ៍ចំពោះមនុស្សវ័យចំណាស់បានរកឃើញថាអ្នកដែលញ៉ាំ ricotta 7 អោន (210 ក្រាម) ក្នុងមួយថ្ងៃមានការថយចុះនៃម៉ាសសាច់ដុំ និងកម្លាំងសាច់ដុំជាងអ្នកដែលមិនញ៉ាំឈីសចំនួននេះ (32Trusted Source)។"
            },
            {
                "title": "5. ទឹកដោះគោជូរក្រិកធម្មតា និងក្រុម ឈីស",
                "title_en": "5. Plain Greek yogurt and cottage cheese",
                "description_en": "Plain Greek yogurt and cottage cheese are nutritious, high protein foods. While they contain some carbs, you can eat them in moderation on keto.Both yogurt and cottage cheese have been shown to help decrease appetite and promote feelings of fullness (33, 34Trusted Source).Either one makes a tasty snack on its own, but you can combine them with chopped nuts, cinnamon, or other spices to make a quick keto treat.",
                "description": "ទឹកដោះគោជូរក្រិចធម្មតា និងឈីក្រុម Fulham គឺជាអាហារមានជីវជាតិ និងប្រូតេអ៊ីនខ្ពស់។ ខណៈពេលដែលពួកវាផ្ទុកនូវកាបូអ៊ីដ្រាតខ្លះ អ្នកអាចញ៉ាំវាក្នុងកម្រិតមធ្យមនៅលើ កេតូ ។ទាំងទឹកដោះគោជូរ និងឈីក្រុម Fulham ត្រូវបានបង្ហាញថាជួយកាត់បន្ថយចំណង់អាហារ និងលើកកម្ពស់អារម្មណ៍នៃភាពឆ្អែត (33, 34 ប្រភពដែលទុកចិត្ត)។អ្នកណាមួយធ្វើអាហារសម្រន់ដ៏ឈ្ងុយឆ្ងាញ់ដោយខ្លួនឯង ប៉ុន្តែអ្នកអាចផ្សំវាជាមួយគ្រាប់ cinnamon ឬគ្រឿងទេសផ្សេងទៀតដើម្បីធ្វើការព្យាបាល កេតូ រហ័ស។"
            },
            {
                "title": "6. ទឹកដោះគោរុក្ខជាតិគ្មានជាតិផ្អែម",
                "title_en": "6. Unsweetened plant-based milk",
                "description_en": "Several varieties of plant-based milk are keto-friendly, including soy, almond, and coconut milk (41Trusted Source, 42Trusted Source, 43Trusted Source).You should choose unsweetened versions. Sweetened options have too much sugar to be considered appropriate for keto.Additionally, you should avoid oat milk, because even unsweetened oat milk is too high in carbs to be keto-friendly (44Trusted Source).",
                "description": "ទឹកដោះគោដែលមានមូលដ្ឋានលើរុក្ខជាតិជាច្រើនប្រភេទគឺងាយស្រួលប្រើ កេតូ រួមទាំងសណ្តែកសៀង អាល់ម៉ុន និងទឹកដោះគោដូង (41Trusted Source, 42Trusted Source, 43Trusted Source)។អ្នកគួរតែជ្រើសរើសកំណែដែលមិនផ្អែម។ ជម្រើសផ្អែមមានជាតិស្ករច្រើនពេក ដែលត្រូវចាត់ទុកថាសមរម្យសម្រាប់ កេតូ ។លើសពីនេះទៀត អ្នកគួរតែជៀសវាងទឹកដោះគោ oat ពីព្រោះសូម្បីតែទឹកដោះគោ oat unsweetened ក៏មានកាបូអ៊ីដ្រាតខ្ពស់ពេកដើម្បីក្លាយជា កេតូ-friendly (ប្រភព 44Trusted) ។"
            },
            {
                "title": "7. បន្លែស្លឹកបៃតង",
                "title_en": "7. Green leafy vegetables",
                "description_en": "Green leafy veggies are extremely low in carbs, making them excellent for keto. They’re also rich sources of vitamins, minerals, and antioxidants (45).In particular, dark leafy greens like spinach, kale, and collard greens are packed with vitamin K and iron (45).Greens add bulk to your meals without drastically increasing the carb count. Additionally, herbs such as oregano and rosemary add ample flavor with almost no carbs.\nHere are some keto-friendly leafy greens:\n- Salad greens: lettuce, baby spinach, arugula, escarole, and frisee\n- Cooking greens: bok choy, collard greens, mustard greens, kale, spinach, Swiss chard, and cabbage\n- Herbs: thyme, sage, mint, oregano, dill, parsley, cilantro, basil, rosemary, and lemongrass",
                "description": "បន្លែស្លឹកបៃតងមានជាតិកាបូអ៊ីដ្រាតទាបខ្លាំង ដែលធ្វើឱ្យវាល្អសម្រាប់ កេតូ ។ ពួកគេក៏ជាប្រភពសម្បូរវីតាមីន សារធាតុរ៉ែ និងសារធាតុប្រឆាំងអុកស៊ីតកម្ម (45)។ជាពិសេស ស្លឹកបៃតងងងឹត ដូចជា ស្ពៃណាច ខាត់ណា និងបៃតងខ្ចប់ សម្បូរទៅដោយវីតាមីន K និងជាតិដែក (៤៥)។បៃតងបន្ថែមបរិមាណច្រើនទៅក្នុងអាហាររបស់អ្នកដោយមិនបង្កើនចំនួនកាបូអ៊ីដ្រាតយ៉ាងខ្លាំង។ លើសពីនេះ ឱសថដូចជា oregano និង rosemary បន្ថែមរសជាតិដ៏សម្បូរបែប ដោយស្ទើរតែគ្មានកាបូអ៊ីដ្រាត។"
            },
            {
                "title": "8. គ្រាប់និងគ្រាប់ធញ្ញជាតិ",
                "title_en": "8. Nuts and seeds",
                "description_en": "Nuts and seeds are healthy, high in fat, and low in carbs.Frequent nut intake is linked to a reduced risk of heart disease, certain cancers, depression, and other chronic diseases (51Trusted Source, 52).Furthermore, nuts and seeds are high in fiber, which can help you feel full and naturally lower your calorie intake (53Trusted Source).Although most nuts and seeds are low in net carbs, the amount varies widely by type. The lowest in carbs — and therefore the best for keto — are (54Trusted Source, 55Trusted Source, 56Trusted Source, 57Trusted Source, 58Trusted Source, 59Trusted Source):\n- almonds\n- macadamia nuts\n- pecans\n- walnuts\n- chia seeds\n- flaxseeds",
                "description": "គ្រាប់ និងគ្រាប់មានសុខភាពល្អ មានជាតិខ្លាញ់ខ្ពស់ និងមានកាបូអ៊ីដ្រាតទាប។ការទទួលទានគ្រាប់ធញ្ញជាតិញឹកញាប់ត្រូវបានផ្សារភ្ជាប់ទៅនឹងការថយចុះហានិភ័យនៃជំងឺបេះដូង ជំងឺមហារីកមួយចំនួន ជំងឺធ្លាក់ទឹកចិត្ត និងជំងឺរ៉ាំរ៉ៃផ្សេងទៀត (51Trusted Source, 52)។លើសពីនេះ គ្រាប់ និងគ្រាប់មានជាតិសរសៃខ្ពស់ ដែលអាចជួយឱ្យអ្នកមានអារម្មណ៍ឆ្អែត និងកាត់បន្ថយការទទួលទានកាឡូរីរបស់អ្នក (ប្រភព 53Trusted)។ទោះបីជាគ្រាប់ និងគ្រាប់ភាគច្រើនមានជាតិកាបូអ៊ីដ្រាតសុទ្ធទាបក៏ដោយ បរិមាណនេះប្រែប្រួលយ៉ាងទូលំទូលាយតាមប្រភេទ។ កាបូអ៊ីដ្រាតទាបបំផុត - ហើយដូច្នេះល្អបំផុតសម្រាប់ កេតូ"
            },
            {
                "title": "9. ផ្លែប៊ឺរី",
                "title_en": "9. Berries",
                "description_en": "Most fruits are too high in carbs to eat on the keto diet, but berries are an exception.Berries, particularly raspberries and strawberries, are low in carbs and high in fiber. While blackberries and blueberries are lower in carbs than some other fruits, they may not fit into strict keto diets (60Trusted Source, 61Trusted Source, 62Trusted Source, 63Trusted Source).These tiny fruits are loaded with antioxidants that may reduce inflammation and help protect against disease (64Trusted Source, 65Trusted Source).",
                "description": "ផ្លែឈើភាគច្រើនមានជាតិកាបូអ៊ីដ្រាតខ្ពស់ពេកក្នុងការបរិភោគក្នុងរបបអាហារ កេតូ ប៉ុន្តែផ្លែប៊ឺរីគឺជាករណីលើកលែងមួយ។ផ្លែប៊ឺរី ជាពិសេស រ៉ាបប៊ឺរី និងស្ត្របឺរី មានជាតិកាបូអ៊ីដ្រាតទាប និងមានជាតិសរសៃខ្ពស់។ ខណៈពេលដែលផ្លែបឺរី និងប៊្លូបឺរីមានជាតិកាបូអ៊ីដ្រាតទាបជាងផ្លែឈើដទៃទៀត ពួកវាប្រហែលជាមិនសមនឹងរបបអាហារ កេតូ ដ៏តឹងរឹង (60Trusted Source, 61Trusted Source, 62Trusted Source, 63Trusted Source)។ផ្លែឈើតូចៗទាំងនេះផ្ទុកទៅដោយសារធាតុប្រឆាំងអុកស៊ីតកម្មដែលអាចកាត់បន្ថយការរលាក និងជួយការពារប្រឆាំងនឹងជំងឺ (64Trusted Source, 65Trusted Source)។"
            },
            {
                "title": "10. គុយទាវ Shirataki",
                "title_en": "10. Shirataki noodles",
                "description_en": "Shirataki noodles are a fantastic addition to the keto diet. They contain less than 1 gram of net carbs and only 15 calories per serving because they’re mostly water (66Trusted Source).These noodles are made from a viscous fiber called glucomannan, which offers many potential health benefits (67,Trusted Source 68).Viscous fiber forms a gel that slows down food’s movement through your digestive tract. This can help decrease hunger and blood sugar spikes, which may aid in weight loss and diabetes management (67Trusted Source, 68, 69).Shirataki noodles come in a variety of shapes, including rice, fettuccine, and linguine. You can swap them for regular noodles in almost all recipes.",
                "description": "មី Shirataki គឺជាការបន្ថែមដ៏អស្ចារ្យមួយចំពោះរបបអាហារ កេតូ ។ ពួកវាមានកាបូអ៊ីដ្រាតសុទ្ធតិចជាង 1 ក្រាម និងមានត្រឹមតែ 15 កាឡូរីក្នុងមួយការបម្រើប៉ុណ្ណោះ ព្រោះវាភាគច្រើនជាទឹក (ប្រភព 66Trusted)។គុយទាវទាំងនេះត្រូវបានផលិតចេញពីជាតិសរសៃ viscous ហៅថា glucomannan ដែលផ្តល់នូវអត្ថប្រយោជន៍សុខភាពដ៏មានសក្តានុពលជាច្រើន (67, Trusted Source 68)។ជាតិសរសៃ viscous បង្កើតជាជែលដែលបន្ថយចលនាអាហារតាមរយៈបំពង់រំលាយអាហាររបស់អ្នក។ នេះអាចជួយកាត់បន្ថយការស្រេកឃ្លាន និងការកើនឡើងជាតិស្ករក្នុងឈាម ដែលអាចជួយក្នុងការសម្រកទម្ងន់ និងការគ្រប់គ្រងជំងឺទឹកនោមផ្អែម (67Trusted Source, 68, 69)។គុយទាវ Shirataki មាន​រាង​ច្រើន​ប្រភេទ រួម​ទាំង​អង្ករ fettuccine និង linguine។ អ្នកអាចប្តូរវាសម្រាប់គុយទាវធម្មតានៅក្នុងរូបមន្តស្ទើរតែទាំងអស់។"
            },
            {
                "title": "11. សូកូឡាខ្មៅ និងម្សៅកាកាវ",
                "title_en": "11. Dark chocolate and cocoa powder",
                "description_en": "Dark chocolate and cocoa are delicious sources of antioxidants.Dark chocolate contains flavanols, which may reduce your risk of heart disease by lowering blood pressure and keeping your arteries healthy (70Trusted Source, 71Trusted Source, 72).Somewhat surprisingly, you can eat chocolate on keto. However, it’s important to choose dark chocolate that contains a minimum of 70% cocoa solids — preferably more — and eat it in moderation.",
                "description": "សូកូឡាខ្មៅ និងកាកាវគឺជាប្រភពដ៏ឆ្ងាញ់នៃសារធាតុប្រឆាំងអុកស៊ីតកម្ម។សូកូឡាខ្មៅមានផ្ទុកសារជាតិ flavanols ដែលអាចកាត់បន្ថយហានិភ័យនៃជំងឺបេះដូងដោយការបន្ថយសម្ពាធឈាម និងធ្វើឱ្យសរសៃឈាមរបស់អ្នកមានសុខភាពល្អ (70Trusted Source, 71Trusted Source, 72)។អ្វីដែលគួរឱ្យភ្ញាក់ផ្អើល អ្នកអាចញ៉ាំសូកូឡានៅលើ កេតូ ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការជ្រើសរើសសូកូឡាខ្មៅដែលមានសារធាតុកាកាវយ៉ាងតិច 70% - ល្អជាង - ហើយញ៉ាំវាក្នុងកម្រិតមធ្យម។"
            },
            {
                "title": "12. ប្រេងអូលីវ",
                "title_en": "12. Olive oil",
                "description_en": "Olive oil provides impressive benefits for your heart.It’s high in oleic acid, a monounsaturated fat that has been found to decrease heart disease risk factors (73Trusted Source, 74Trusted Source.)In addition, extra-virgin olive oil is high in polyphenol antioxidants — plant compounds that further protect heart health by decreasing inflammation and improving artery function (75Trusted Source, 76Trusted Source).As a pure fat source, olive oil contains no carbs. It’s an ideal base for salad dressings and healthy mayonnaise.Because olive oil isn’t as stable at high temperatures as saturated fats are, it’s best to use olive oil for low heat cooking or add it to dishes after they’ve been cooked.Other excellent plant-based oils to try on keto are coconut oil and avocado oil.",
                "description": "ប្រេងអូលីវផ្តល់អត្ថប្រយោជន៍គួរឱ្យចាប់អារម្មណ៍សម្រាប់បេះដូងរបស់អ្នក។វាមានអាស៊ីត oleic ខ្ពស់ ដែលជាខ្លាញ់ monounsaturated ដែលត្រូវបានគេរកឃើញថាអាចកាត់បន្ថយកត្តាហានិភ័យនៃជំងឺបេះដូង (73Trusted Source, 74Trusted Source)។លើសពីនេះ ប្រេងអូលីវព្រហ្មចារីមានផ្ទុកសារធាតុប្រឆាំងអុកស៊ីតកម្ម polyphenol ខ្ពស់ ដែលជាសមាសធាតុរុក្ខជាតិដែលការពារសុខភាពបេះដូងបន្ថែមទៀតដោយកាត់បន្ថយការរលាក និងធ្វើឱ្យមុខងារសរសៃឈាមប្រសើរឡើង (75Trusted Source, 76Trusted Source)។ក្នុងនាមជាប្រភពជាតិខ្លាញ់សុទ្ធ ប្រេងអូលីវមិនមានកាបូអ៊ីដ្រាតទេ។ វាជាមូលដ្ឋានដ៏ល្អសម្រាប់ការស្លៀកពាក់សាឡាដ និង mayonnaise ដែលមានសុខភាពល្អ។ដោយសារតែប្រេងអូលីវមិនមានស្ថេរភាពដូចនៅសីតុណ្ហភាពខ្ពស់ដូចខ្លាញ់ឆ្អែតទេ យកល្អគួរតែប្រើប្រេងអូលីវសម្រាប់ចម្អិនកំដៅទាប ឬបន្ថែមវាទៅក្នុងចានបន្ទាប់ពីចម្អិនរួច។ប្រេងដែលមានមូលដ្ឋានលើរុក្ខជាតិដ៏ល្អផ្សេងទៀតដើម្បីសាកល្បង កេតូ គឺប្រេងដូង និងប្រេងផ្លែបឺរ។"
            },
            {
                "title": "13. ប៊ឺ និងទឹកខ្មេះ",
                "title_en": "13. Butter and ghee",
                "description_en": "Butter and ghee are good fats to include while on the keto diet. Butter contains only trace amounts of carbs, and ghee is totally carb-free (77Trusted Source, 78Trusted Source).Ghee is clarified butter made by heating butter and removing the milk solids that rise to the top. It has a concentrated buttery taste and is commonly used in Indian cooking.Like other types of full fat dairy, butter and ghee don’t appear to be as harmful to health as previously thought (30).",
                "description": "ប៊ឺ និង ghee គឺជាខ្លាញ់ល្អដើម្បីរួមបញ្ចូលខណៈពេលដែលរបបអាហារ កេតូ ។ ប៊ឺមានផ្ទុកតែបរិមាណកាបូអ៊ីដ្រាតប៉ុណ្ណោះ ហើយទឹកខ្មេះគឺគ្មានជាតិកាបូអ៊ីដ្រាតទាំងស្រុង (77Trusted Source, 78Trusted Source)។Ghee គឺ​ជា​ប៊ឺ​ដែល​ធ្វើ​ឡើង​ដោយ​កំដៅ​ប៊ឺ និង​យក​សារធាតុ​ទឹកដោះគោ​ដែល​ឡើង​ដល់​កំពូល។ វា​មាន​រសជាតិ​ប៊ឺរី​ប្រមូលផ្តុំ ហើយ​ត្រូវបាន​គេ​ប្រើ​ជាទូទៅ​ក្នុងការ​ធ្វើម្ហូប​ឥណ្ឌា។ដូចប្រភេទផ្សេងទៀតនៃទឹកដោះគោមានជាតិខ្លាញ់ពេញលេញ ប៊ឺ និងទឹកដោះគោហាក់ដូចជាមិនមានគ្រោះថ្នាក់ដល់សុខភាពដូចការគិតពីមុនទេ (30)។"
            },
            {
                "title": "14. កាហ្វេ និងតែគ្មានជាតិផ្អែម",
                "title_en": "14. Unsweetened coffee and tea",
                "description_en": "Coffee and tea are healthy, carb-free drinks.They contain caffeine, which increases your metabolism and may help improve your physical performance, alertness, and mood (79Trusted Source, 80Trusted Source, 81Trusted Source).What’s more, coffee and tea drinkers have been shown to have a significantly reduced risk of diabetes. In fact, those with the highest coffee intake have the lowest risk, though a cause and effect relationship has not yet been determined (82).Adding heavy cream to coffee or tea is fine, but you’ll need to avoid “light” coffee and tea lattes while on keto since they’re typically made with nonfat milk and high carb flavorings.",
                "description": "កាហ្វេ និងតែគឺជាភេសជ្ជៈដែលមានសុខភាពល្អ គ្មានជាតិកាបូអ៊ីដ្រាត។ពួកវាមានផ្ទុកជាតិកាហ្វេអ៊ីន ដែលបង្កើនការរំលាយអាហាររបស់អ្នក និងអាចជួយកែលម្អដំណើរការរាងកាយ ភាពប្រុងប្រយ័ត្ន និងអារម្មណ៍របស់អ្នក (79Trusted Source, 80Trusted Source, 81Trusted Source)។លើសពីនេះ អ្នកផឹកកាហ្វេ និងតែត្រូវបានគេបង្ហាញថា មានការថយចុះហានិភ័យនៃជំងឺទឹកនោមផ្អែម។ ជាការពិត អ្នកដែលមានការទទួលទានកាហ្វេខ្ពស់បំផុតមានហានិភ័យទាបបំផុត ទោះបីជាទំនាក់ទំនងមូលហេតុ និងឥទ្ធិពលមិនទាន់ត្រូវបានកំណត់ (82)។ការបន្ថែមក្រែមធ្ងន់ទៅកាហ្វេ ឬតែគឺល្អ ប៉ុន្តែអ្នកនឹងត្រូវជៀសវាងកាហ្វេ និងតែឡាតេ \"ស្រាល\" ខណៈពេលកំពុងប្រើ កេតូ ព្រោះជាធម្មតាវាត្រូវបានផលិតដោយទឹកដោះគោគ្មានជាតិខ្លាញ់ និងរសជាតិកាបូអ៊ីដ្រាតខ្ពស់។"
            },
            {
                "title": "15. ទឹកសូដាមិនផ្អែម",
                "title_en": "14. Unsweetened sparkling water",
                "description_en": "If you’re looking for a keto-friendly alternative to soda, unsweetened sparkling water is a great choice.These beverages are refreshingly fizzy and may be flavored but are generally free of sugar or sweeteners. For that reason, they have no calories or carbs (83Trusted Source).However, some varieties are flavored naturally with small amounts of fruit juice, and these may contain carbs. Be sure to check the label, as extra carbs can add up quickly (84Trusted Source).",
                "description": "ប្រសិនបើអ្នកកំពុងស្វែងរកជម្រើសដែលងាយស្រួលប្រើសម្រាប់ កេតូ សម្រាប់សូដា ទឹកខ្មេះមិនមានជាតិផ្អែម គឺជាជម្រើសដ៏ល្អ។ភេសជ្ជៈទាំងនេះមានភាពស្រស់ស្រាយ ហើយអាចមានរសជាតិ ប៉ុន្តែជាទូទៅមិនមានជាតិស្ករ ឬជាតិផ្អែម។ សម្រាប់ហេតុផលនោះ ពួកគេមិនមានកាឡូរី ឬកាបូអ៊ីដ្រាតទេ (ប្រភព 83Trusted)។ទោះជាយ៉ាងណាក៏ដោយ ពូជខ្លះមានរសជាតិធម្មជាតិជាមួយនឹងទឹកផ្លែឈើតិចតួច ហើយទាំងនេះអាចមានជាតិកាបូអ៊ីដ្រាត។ ត្រូវប្រាកដថាពិនិត្យមើលស្លាក ព្រោះកាបូអ៊ីដ្រាតបន្ថែមអាចបន្ថែមបានយ៉ាងឆាប់រហ័ស (ប្រភព 84Trusted)។"
            }

        ]
    },
    {
        "title": "របបអាហារ ម្សៅទាប",
        "title_en": "Low Carb Diet Foods",
        "reference": "https://www.healthline.com/nutrition/healthy-low-carb-foods",
        "image": "low_carb.png",
        "foods": [
            {
                "title": "1. គ្រឿងសមុទ្រ",
                "title_en": "1. Seafood",
                "description_en": "Fish and other seafood tend to provide incredibly nutritious and healthy benefits.They’re particularly high in B12, iodine, and omega-3 fatty acids — all nutrients many people do not get enough.Like meat, almost all types of fish and seafood contain next to no carbs. They include:\n- salmonTrusted Source\n- troutTrusted Source\n- sardinesTrusted Source\n- shellfish like oysters and mussels\n- shrimpTrusted Source\n- crabTrusted Source\n- lobsterTrusted Source\n- tunaTrusted Source\n- cod",
                "description": "ត្រី និង​សំបក​ខ្យង​គឺ​មាន​ភាព​ងាយ​ស្រួល​នឹង​ កេតូ ខ្លាំង​ណាស់។ ត្រីសាលម៉ុន និងត្រីផ្សេងទៀតមិនត្រឹមតែគ្មានជាតិកាបូអ៊ីដ្រាតប៉ុណ្ណោះទេ ថែមទាំងសម្បូរវីតាមីន B ប៉ូតាស្យូម និងសេលេញ៉ូម (ប្រភព 9Trusted) ផងដែរ។ទោះជាយ៉ាងណាក៏ដោយ បរិមាណកាបូអ៊ីដ្រាតនៅក្នុងសំបកខ្យងប្រែប្រួលតាមប្រភេទ។ ខណៈពេលដែលបង្គា និងក្តាមភាគច្រើនមិនមានកាបូអ៊ីដ្រាត សត្វអយស្ទ័រ និងរតីយាវហឺធ្វើ។ អ្នកនៅតែអាចញ៉ាំអាហារទាំងនេះនៅលើរបបអាហារ កេតូ ប៉ុន្តែវាមានសារៈសំខាន់ក្នុងការតាមដានដោយប្រុងប្រយ័ត្ននូវកាបូអ៊ីដ្រាតទាំងនេះ ដើម្បីស្ថិតនៅក្នុងជួររបស់អ្នក (10Trusted Source, 11Trusted Source, 12Trusted Source, 13Trusted Source)។លើសពីនេះ ត្រីសាម៉ុង ត្រីសាឌីន ត្រី mackerel និងត្រីខ្លាញ់ផ្សេងទៀតមានខ្លាញ់អូមេហ្គា 3 ខ្ពស់ ដែលត្រូវបានផ្សារភ្ជាប់ជាមួយនឹងកម្រិតអាំងស៊ុយលីនទាប និងបង្កើនភាពប្រែប្រួលអាំងស៊ុយលីនចំពោះមនុស្សលើសទម្ងន់ ឬធាត់ (ប្រភព 14Trusted)។ការទទួលទានត្រីញឹកញាប់ត្រូវបានផ្សារភ្ជាប់ទៅនឹងការធ្វើឱ្យប្រសើរឡើងនូវសុខភាពខួរក្បាល និងការថយចុះហានិភ័យនៃជំងឺ (15Trusted Source, 16Trusted Source)។សមាគមន៍បេះដូងអាមេរិកណែនាំថា មនុស្សពេញវ័យដែលមានអាយុលើសពី 18 ឆ្នាំទទួលទានអាហារសមុទ្រ 8-10 អោនក្នុងមួយសប្តាហ៍ (17Trusted Source)។"
            },
            {
                "title": "2. ប្រូតេអ៊ីនសត្វ",
                "title_en": "2. Animal proteins",
                "description_en": "Animal protein has close to zero carbs. Organ meats, such as raw beef liver, which contains about 4%Trusted Source carbs, are an exception.\nExamples of animal protein include:\n- eggsTrusted Source\n- beefTrusted Source\n- lambTrusted Source\n- chickenTrusted Source\n- porkTrusted Source\n- including bacon\n- jerkyTrusted Source\n- turkeyTrusted Source\n- vealTrusted Source\nNote that bacon and jerky are processed meats, so some bacon products may contain additional ingredients that raise their carbohydrate content. It’s important to check the nutritional content of any bacon products before adding them to your diet.",
                "description": "ប្រូតេអ៊ីនសត្វមានកាបូអ៊ីដ្រាតជិតសូន្យ។ សាច់សរីរាង្គ ដូចជាថ្លើមសាច់គោឆៅ ដែលមានជាតិកាបូអ៊ីដ្រាតប្រភពដែលអាចទុកចិត្តបានប្រហែល 4% គឺជាករណីលើកលែងមួយ។\nឧទាហរណ៍នៃប្រូតេអ៊ីនសត្វរួមមានៈ\n- ប្រភពស៊ុត\n- ប្រភពសាច់ចៀម\n- ប្រភពសាច់ចៀម\n- ប្រភពដែលគួរឱ្យទុកចិត្ត n- ប្រភពដែលអាចទុកចិត្តបាន\n- រួមទាំង bacon\n- jerkyTrusted Source\n- turkey Trusted Source\n- ប្រភព vealTrusted\nចំណាំថា bacon និង jerky គឺជាសាច់កែច្នៃ ដូច្នេះផលិតផល bacon មួយចំនួនអាចមានគ្រឿងផ្សំបន្ថែមដែលបង្កើនមាតិកាកាបូអ៊ីដ្រាតរបស់ពួកគេ។ វាមានសារៈសំខាន់ណាស់ក្នុងការត្រួតពិនិត្យមាតិកាអាហារូបត្ថម្ភនៃផលិតផល bacon មុននឹងបន្ថែមវាទៅក្នុងរបបអាហាររបស់អ្នក។"
            },
            {
                "title": "3. បន្លែ",
                "title_en": "3. Vegetables",
                "description_en": "Most vegetables are low in carbs. Leafy greens and cruciferous vegetables have particularly low levels, and most of their carbs consist of fiber.On the other hand, starchy root vegetables like potatoes and sweet potatoes are high in carbs.The following vegetables have about 3–9 grams (g) of carbs per 100 g in their raw, unprocessed forms.\n- broccoliTrusted Source\n- tomatoesTrusted Source\n- onionsTrusted Source\n- brussels sproutsTrusted Source\n- cauliflowerTrusted Source\n- kaleTrusted Source\n- eggplantTrusted Source\n- cucumberTrusted Source\n- bell peppersTrusted Source\n- asparagusTrusted Source\n- green beansTrusted Source\n- white mushroomsTrusted Source\n- celeryTrusted Source\n- spinachTrusted Source\n- zucchiniTrusted Source\n- Swiss chardTrusted Source\n- cabbage",
                "description": "បន្លែភាគច្រើនមានកាបូអ៊ីដ្រាតទាប។ បន្លែស្លឹកបៃតង និងបន្លែ cruciferous មានកម្រិតទាបជាពិសេស ហើយភាគច្រើននៃកាបូអ៊ីដ្រាតរបស់វាមានជាតិសរសៃ។ ម្យ៉ាងវិញទៀត បន្លែឫសម្សៅដូចជាដំឡូងបារាំង និងដំឡូងជ្វាគឺមានជាតិកាបូអ៊ីដ្រាតខ្ពស់។ បន្លែខាងក្រោមមានប្រហែល 3-9 ក្រាម (g) ។ កាបូអ៊ីដ្រាតក្នុង 100 ក្រាមក្នុងទម្រង់ឆៅ និងមិនទាន់កែច្នៃ។\n- ប្រភពដែលគួរឱ្យទុកចិត្ត\n- ប៉េងប៉ោះប្រភពដែលទុកចិត្ត\n- ខ្ទឹមបារាំងដែលជឿទុកចិត្ត ប្រភព\n- ប្រ៊ុចសែល ពន្លកsTrusted Source\n- ផ្កាខាត់ណាដែលជឿទុកចិត្ត\n- kale ប្រភពជឿទុកចិត្ត\n- eggplantTrusted Source\n- cucumbersTrusted Source\n- bell peppersTrusted Source\n- asparagus Trusted Source\n- សណ្តែកបៃតង ប្រភពទុកចិត្ត\n- ផ្សិតពណ៌ស \n- celery ប្រភពគួរឱ្យទុកចិត្ត\n- spinachTrusted ប្រភព\n- ប្រភព zucchiniTrusted Source\n- Swiss chard Trusted Source\n- ស្ពៃក្តោប"
            },
            {
                "title": "4. ផ្លែឈើ",
                "title_en": "4. Fruits",
                "description_en": "While many fruits are rich in nutrients, people following a low carb eating plan find them highly controversial when it comes to deciding whether they’re acceptable dietary options.That’s because most fruits are high in carbs compared to vegetables.Depending on how many carbs you aim for, you may want to restrict your fruit intake to 1–2 pieces per day.However, this does not apply to fatty fruits like avocados or olives. Low sugar berries, such as strawberries, are another excellent choice.The following fruits have about 6–15 g of carbs per 100 g in their raw forms.\n- avocadoTrusted Source\n- black olivesTrusted Source\n- strawberriesTrusted Source\n- grapefruitTrusted Source\n- apricotsTrusted Source\n- lemonsTrusted Source\n- kiwisTrusted Source\n- orangesTrusted Source\n- mulberriesTrusted Source\n- raspberries",
                "description": "ខណៈពេលដែលផ្លែឈើជាច្រើនសម្បូរទៅដោយសារធាតុចិញ្ចឹម មនុស្សដែលធ្វើតាមផែនការទទួលទានកាបូអ៊ីដ្រាតទាប ឃើញថាពួកគេមានភាពចម្រូងចម្រាសខ្លាំងនៅពេលនិយាយអំពីការសម្រេចចិត្តថាតើពួកគេជាជម្រើសរបបអាហារដែលអាចទទួលយកបានឬអត់។ នោះដោយសារតែផ្លែឈើភាគច្រើនមានកាបូអ៊ីដ្រាតខ្ពស់បើធៀបនឹងបន្លែ។ អាស្រ័យលើចំនួនកាបូអ៊ីដ្រាតរបស់អ្នក។ គោលបំណង អ្នកប្រហែលជាចង់ដាក់កម្រិតការទទួលទានផ្លែឈើរបស់អ្នកត្រឹម 1-2 ដុំក្នុងមួយថ្ងៃ។ ទោះជាយ៉ាងណាក៏ដោយ វាមិនអនុវត្តចំពោះផ្លែឈើដែលមានជាតិខ្លាញ់ដូចជាផ្លែបឺរ ឬអូលីវទេ។ ផ្លែប៊ឺរីដែលមានជាតិស្ករទាប ដូចជាផ្លែស្ត្របឺរី គឺជាជម្រើសដ៏ល្អមួយផ្សេងទៀត។ ផ្លែឈើខាងក្រោមមានកាបូអ៊ីដ្រាតប្រហែល 6-15 ក្រាមក្នុង 100 ក្រាមក្នុងទម្រង់ឆៅរបស់វា។\n- ប្រភពផ្លែបឺរដែលជឿទុកចិត្តបាន\n- ផ្លែអូលីវខ្មៅ\n- ផ្លែស្ត្របឺរីប្រភពដែលអាចទុកចិត្តបាន\n - ក្រូចថ្លុងប្រភពដែលគួរឱ្យទុកចិត្ត\n- apricots ប្រភពគួរឱ្យទុកចិត្ត\n- ក្រូចឆ្មាប្រភពគួរឱ្យទុកចិត្ត\n- kiwisTrusted ប្រភព\n- ផ្លែក្រូច ប្រភពគួរឱ្យទុកចិត្ត\n- ប្រភពដែលគួរឱ្យទុកចិត្ត\n- ផ្លែ Raspberry"
            },
            {
                "title": "5. គ្រាប់និងគ្រាប់ធញ្ញជាតិ",
                "title_en": "5. Nuts and seeds",
                "description_en": "Nuts and seeds are very popular on low carb diets. Some are low in carbs but high in fat, fiber, protein, and various micronutrients.Nuts are often eaten as snacks, while seeds can add crunch to salads or recipes. The following options contain 10–17 g of carbs per 100 g. Other options may contain more so make sure to check the food label before you purchase an item.\n- walnutsTrusted Source\n- peanutsTrusted Source\n- dried chia seedsTrusted Source\n- hazelnutsTrusted Source\n- macadamia nutsTrusted Source\n- coconut meatTrusted Source\n- pumpkin and squash seeds",
                "description": "គ្រាប់ និងគ្រាប់គឺមានប្រជាប្រិយភាពខ្លាំងលើរបបអាហារកាបូអ៊ីដ្រាតទាប។ អាហារខ្លះមានជាតិកាបូអ៊ីដ្រាតទាប ប៉ុន្តែសម្បូរទៅដោយជាតិខ្លាញ់ ជាតិសរសៃ ប្រូតេអ៊ីន និងមីក្រូសារជាតិផ្សេងៗ។ គ្រាប់ធញ្ញជាតិច្រើនតែត្រូវបានគេបរិភោគជាអាហារសម្រន់ ខណៈដែលគ្រាប់អាចបន្ថែមភាពក្រៀមក្រំដល់សាឡាត់ ឬរូបមន្តផ្សេងៗ។ ជម្រើសខាងក្រោមមានកាបូអ៊ីដ្រាត ១០-១៧ ក្រាមក្នុង ១០០ ក្រាម។ ជម្រើសផ្សេងទៀតអាចមានច្រើនជាងនេះ ដូច្នេះត្រូវប្រាកដថាពិនិត្យមើលស្លាកសញ្ញាអាហារមុនពេលអ្នកទិញទំនិញ។\n- WalnutsTrusted Source\n- peanutsTrusted Source\n- dry chia seedsTrusted Source\n- hazelnutsTrusted Source\n- macadamia nutsTrusted Source\n- សាច់ដូងប្រភពដែលជឿទុកចិត្ត\n- គ្រាប់ល្ពៅ និងគ្រាប់មឹក"
            },
            {
                "title": "6. ទឹកដោះគោ",
                "title_en": "6. Dairy",
                "description_en": "If you tolerate dairy, full fat dairy products are excellent low carb foods.The following options contain about 2–11 g of carbs per 100 g. Nonetheless, be sure to read the label and avoid anything with added sugar.\n- cheddar cheeseTrusted Source\n- heavy creamTrusted Source\n- full fat yogurt, plainTrusted Source\n- Greek yogurt, plain",
                "description": "ប្រសិនបើអ្នកអត់ធ្មត់ចំពោះទឹកដោះគោ ផលិតផលទឹកដោះគោមានជាតិខ្លាញ់ពេញលេញគឺជាអាហារដែលមានកាបូអ៊ីដ្រាតទាបដ៏ល្អ។ ជម្រើសខាងក្រោមមានកាបូអ៊ីដ្រាតប្រហែល 2-11 ក្រាមក្នុង 100 ក្រាម។ ទោះជាយ៉ាងណាក៏ដោយ ត្រូវប្រាកដថាបានអានស្លាកសញ្ញា ហើយជៀសវាងអ្វីទាំងអស់ដែលមានជាតិស្ករបន្ថែម។\n- ឈីសដារប្រភពដែលជឿទុកចិត្ត\n- ក្រែមធ្ងន់ដែលទុកចិត្តបាន\n- ទឹកដោះគោជូរមានជាតិខ្លាញ់ពេញ ប្រភពដែលទុកចិត្តបាន\n- ទឹកដោះគោជូរក្រិកធម្មតា"
            },
            {
                "title": "7. ខ្លាញ់និងប្រេង",
                "title_en": "7. Fats and oils",
                "description_en": "Fats and oils do not contain any carbs and, as such, are acceptable on a low carb, real-food-based diet.These include:\n- butter\n- extra virgin olive oil\n- avocado oil",
                "description": "សូកូឡាខ្មៅ និងកាកាវគឺជាប្រភពដ៏ឆ្ងាញ់នៃសារធាតុប្រឆាំងអុកស៊ីតកម្ម។សូកូឡាខ្មៅមានផ្ទុកសារជាតិ flavanols ដែលអាចកាត់បន្ថយហានិភ័យនៃជំងឺបេះដូងដោយការបន្ថយសម្ពាធឈាម និងធ្វើឱ្យសរសៃឈាមរបស់អ្នកមានសុខភាពល្អ (70Trusted Source, 71Trusted Source, 72)។អ្វីដែលគួរឱ្យភ្ញាក់ផ្អើល អ្នកអាចញ៉ាំសូកូឡានៅលើ កេតូ ទោះជាយ៉ាងណាក៏ដោយ វាជារឿងសំខាន់ក្នុងការជ្រើសរើសសូកូឡាខ្មៅដែលមានសារធាតុកាកាវយ៉ាងតិច 70% - ល្អជាង - ហើយញ៉ាំវាក្នុងកម្រិតមធ្យម។"
            },
            {
                "title": "8. ភេសជ្ជៈ",
                "title_en": "8. Beverages",
                "description_en":"Most sugar-free beverages are acceptable on a low carb diet. Keep in mind that fruit juices are very high in sugar and carbs. It’s important that people wishing to limit carbs be mindful of this.The safest beverages to drink are water, coffee, and tea because they contain no carbs. You can also drink carbonated water if it’s sugar-free.",
                "description": "ភេសជ្ជៈគ្មានជាតិស្ករភាគច្រើនអាចទទួលយកបាននៅលើរបបអាហារកាបូអ៊ីដ្រាតទាប។ សូមចងចាំថា ទឹកផ្លែឈើមានជាតិស្ករ និងកាបូអ៊ីដ្រាតខ្ពស់ណាស់។ វាជារឿងសំខាន់ដែលមនុស្សដែលចង់កំណត់កាបូអ៊ីដ្រាតត្រូវចងចាំរឿងនេះ។ភេសជ្ជៈដែលមានសុវត្ថិភាពបំផុតសម្រាប់ផឹកគឺ ទឹក កាហ្វេ និងតែ ព្រោះវាមិនមានជាតិកាបូអ៊ីដ្រាត។ អ្នកក៏អាចផឹកទឹកដែលមានជាតិកាបូនបានដែរ ប្រសិនបើវាគ្មានជាតិស្ករ។"
            }
        ]
    }
]